var handg_data = { 
  "200413_00": {
    "id": "200413_00",
    "cover": "200413_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200413_00-img00.png", "orgimg": "200413_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200413_00-tmb01.jpg", "orgimg": "200413_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "200413_00-tmb02.jpg", "orgimg": "200413_00-img02.jpg" }
    ],
    "date": { "year": 2020, "month": 4, "day": 13, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1249586272923815937?s=20" },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["team","dance","aSelca"],
    "cpt": '『트메 ㅎrㅇl 👋🏻<br>오늘 올라온 커버 영상 다들 잘 보셨나요 !<br>귀염뽀짝한 도영이 정환이랑 함께 해서 정말 좋은 경험이였구 영광이였습니다💕<br>앞으로 좋은 모습 더욱 더 많은 모습 보여드리겠습니다 !<br>ㄱlㄷrlㅎrl주세요. 그럼 ✌🏻💶<br> <br>（トゥメ HI~👋🏻<br>今日アップされたカバー映像、 皆さん楽しくご覧になりましたか！<br>可愛いドヨンイ、ジョンファニと 一緒に過ごせて本当にいい経験だったし光栄でした💕<br>これからもっと良い姿をお見せします！<br>楽しみにしていてください。 では✌🏻💶）』<br>'
   }, 
  "200417_00": {
    "id": "200417_00",
    "cover": "200417_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200417_00-img00.png", "orgimg": "200417_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200417_00-tmb01.jpg", "orgimg": "200417_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 4, "day": 17, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1250997263641350145?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["tShot","foods","selca"],
    "cpt": '『트하~ 도영이형과 정환이가 왔어요<br>트맵 14편 잘 보셨나요?<br>저희는 2인 커플 디너 식사권으로 맛있는 음식들을 많이 먹고 왔어요<br>우리 트메분들도 항상 맛있는 음식 많이 드세요 ~~ 😋😋😋<br>그러면 또 만나요~ 트바~~<br> <br>（トゥハ~ドヨンイヒョンとジョンファニが来ました<br>Tマップ14編、楽しくご覧になりましたか？<br>僕たちは2人カップルディナー食事券でおいしい食べ物をたくさん食べてきました<br>トゥメの皆さんもいつも おいしいものをたくさん召し上がってください ~~ 😋😋😋<br>それでは、また会いましょう~ トゥバ~~）』<br>'
   }, 
  "200429_00": {
    "id": "200429_00",
    "cover": "200429_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200429_00-img00.png", "orgimg": "200429_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200429_00-tmb01.jpg", "orgimg": "200429_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "200429_00-tmb02.jpg", "orgimg": "200429_00-img02.jpg" }
    ],
    "date": { "year": 2020, "month": 4, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1255382973635080193?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『To 트메<br>트하 잘 지내고있어요?<br>우리는 하루 빨리 트메를 위해 달려가는 중 ~~ ><<br>얼른 만나러 갈테니 조금만 기다려줘<br>❤️<br>From. 도영,정환<br> <br>（To トゥメ トゥハ元気ですか？<br>僕らは一日早くトゥメのために走っているよ~~><<br>早く会いに行くから少しだけ待っててね<br>❤️<br>From.ドヨン、ジョンファン）』<br>'
   }, 
  "200512_00": {
    "id": "200512_00",
    "cover": "200512_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200512_00-img00.png", "orgimg": "200512_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200512_00-tmb01.jpg", "orgimg": "200512_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 5, "day": 12, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1260192724654804992?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["sweet","team","selca"],
    "cpt": '『헬로우 헬로우 ~~트하<br>오늘 하루 정말 금방 지나갔어요 ㅠㅠ😭<br>트메분들은 오늘 하루도 재미있게 보내셨나요??!<br>우리 트메분들 보러 갈 날이 진짜 얼마 안남았어요 😀😀 (요후~)<br>그럼 얼른 만나요 트메<br>오늘도 빠빠이 ✋🤚<br> <br>（ハローハロー~~~トゥハ～<br>今日一日、本当にあっという間でした (泣)😭<br>トゥメの皆さんは今日一日も楽しく過ごしましたか？<br>トゥメの皆さんに会いに行く日がもうすぐです😀😀 (ヨフ~)<br>では、早く会いましょう。トゥメ~ 今日もバイバイ✋🤚）』<br>'
   }, 
  "200522_00": {
    "id": "200522_00",
    "cover": "200522_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200522_00-img00.png", "orgimg": "200522_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200522_00-tmb01.jpg", "orgimg": "200522_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 5, "day": 22, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1263748000720883712?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["tShot","selca"],
    "cpt": '『트하하하하하하<br>정환이랑 도영이가 왔어여<br>오늘 트레저맵 미션임파서블😎 잘 보셨나요?<br>개인적으론 제가 제일 잘했던 것 같은데🙃🙃<br>트메분들은 누가 제일 잘했던 것 같나요?<br>그럼 오늘도 활기찬 하루 되시길 바랍니다 트바~<br> <br>（トゥハハハハハ<br>ジョンファンとドヨンが来ました<br>今日のTREASURE MAPミッション インポッシブル😎楽しくご覧になりましたか？<br>個人的には僕が一番上手だったと思います🙃🙃<br>トゥメの方々は誰が一番上手だったと思いますか？<br>それでは今日も元気な一日になりますように トゥバ~）』<br>'
   }, 
  "200530_00": {
    "id": "200530_00",
    "cover": "200530_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200530_00-img00.png", "orgimg": "200530_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200530_00-tmb01.jpg", "orgimg": "200530_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 5, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1266704490377277440?s=20" },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["team","selca"],
    "cpt": '『모두 하이 !<br>다들 잘지내시나욥 ?!<br>저는 낮에 너무 더워서 힘들었어요 ..😂<br>오늘 하루도 고생하셨어요<br>그럼 빠이 !💕👋🏻<br>(사진은 귀여운 친구들이랑😉)<br> <br>（みんなハイ！<br>皆さんお元気ですか？<br>私は昼暑すぎて大変でした..😂<br>今日一日もお疲れ様でした<br>じゃあバイバイ！💕👋🏻<br>（写真はかわいい友達と😉）』<br>'
   }, 
  "200609_00": {
    "id": "200609_00",
    "cover": "200609_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200609_00-img00.png", "orgimg": "200609_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200609_00-tmb01.jpg", "orgimg": "200609_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 6, "day": 9, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1270240645215449089?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["sweet","selca","foods"],
    "cpt": '『트하이 정환입니다!<br>트메 여러분 오늘 공개된 TMI 잘 보셨나요 도영이 형이<br>요리를 연습한 덕분인지 재밌어요!<br>이번 계기로 요리에 흥미가 생긴 것 같아요 🧐<br>사진은 지난주 브이 라이브 끝나고 숙소에서 찍은 사진입니다😜<br>그럼 오늘도 활기찬 하루 보내세용~<br> <br>（トゥハイ、ジョンファンです！<br>トゥメの皆さん、今日公開された TMIは楽しくご覧になりましたか？<br>ドヨンイヒョンが料理を練習したおかげか面白いです！<br>今回をきっかけに料理に興味が 沸いたと思います 🧐<br>写真は先週V LIVEが終わって宿で撮った写真です😜<br>では、今日も元気な一日をお過ごしください）』<br>'
   }, 
  "200831_00": {
    "id": "200831_00",
    "cover": "200831_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "200831_00-img00.png", "orgimg": "200831_00-img00.png" },
  { "imgtype": "img", "tmbimg": "200831_00-tmb01.jpg", "orgimg": "200831_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "200831_00-tmb02.jpg", "orgimg": "200831_00-img02.jpg" }
    ],
    "date": { "year": 2020, "month": 8, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1319284349036982275?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","robinson","selca"],
    "cpt": 'ジェヒョクチャレンジをする환영즈<br>なお他のメンバーはひとりでチャレンジしており、ふたりでチャレンジしたのは환영즈だけ<br> <br>『트하🤗🤗<br>트레저 메이커 여러분 도영이와 정환이가 왔습니다!<br>저희도 재혁이형 챌린지에 참여하기로 했습니다..ㅋㅋ<br>그럼 오늘 눕방에서 만나요 바이바이~~😴😴<br> <br>（トゥハ🤗🤗<br>TREASURE MAKERの皆さん ドヨンとジョンファンが来ました！<br>僕たちもジェヒョクヒョンチャレンジに 参加することにしました..<br>それでは今日ヌッパンで会いましょう。<br>バイバイ~~😴😴）』<br>'
   }, 
  "201022_00": {
    "id": "201022_00",
    "cover": "201022_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201022_00-img00.png", "orgimg": "201022_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201022_00-tmb01.jpg", "orgimg": "201022_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 10, "day": 22, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1319284349036982275?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『트하 트레저 메이커 여러분 도정이 왔습니다아🤗🤗🤗<br>여러분들 너무너무 보고 싶어서 심장이 터질 것 같고 그래요ㅠㅠ🥺🥺<br>하지만 이제 곧 볼 수 있으니까 그때까지 조금만 기다려주세요!<br>오늘 하루 정말 고생 많았어요<br>여러분 트바아앙~~~~~❤️🧡💛💚💙💜🖤🤎<br> <br>（トゥハTREASURE MAKERの皆さん ドジョンが来ましたあ🤗🤗🤗<br>皆さんにすごく会いたくて 心臓が張り裂けそうです(泣)🥺🥺<br>でももうすぐ会えるからその時まで少しだけ待っていてください！<br>今日一日本当にお疲れ様でした<br>みなさん、トゥバァーン~~~❤️🧡💛💚💙💜🖤🤎）』<br>'
   }, 
  "201104_00": {
    "id": "201104_00",
    "cover": "201104_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201104_00-img00.png", "orgimg": "201104_00-img00.png" },
  { "imgtype": "video", "tmbimg": "201104_00-cvr.jpg", "orgimg": "201104_01-img01.mp4" }
    ],
    "date": { "year": 2020, "month": 11, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1323966050182950912?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["piano","mill","aSelca"],
    "cpt": '『다함께 하는 트레저 멤버 맞추기 퀴즈 ~~~<br>저 뒷 모습은 누굴까~~<br>그리고 어떤 노래를 연습하고 있을까요<br>심심할 때 같이 해요<br>트레저 메이커 여러분 ❤️❤️<br> <br>（みんなで一緒にするTREASUREメンバーを合わせるクイズ~~<br>あの後ろの姿は誰かな~<br>そしてどんな歌を練習しているのでしょうか<br>退屈な時に一緒にやりましょう<br>TREASURE MAKERの皆さん❤️❤️）』<br>'
   }, 
  "201106_00": {
    "id": "201106_00",
    "cover": "201106_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201106_00-img00.png", "orgimg": "201106_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201106_00-tmb01.jpg", "orgimg": "201106_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 11, "day": 6, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1324590927885733889?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『오늘 카운트다운 라이브 ><<br>따단!!!<br>"음" 발매에 앞서 설레고<br>긴장되고... 하는데요<br>트레저 메이커 분들은 어떠신가요<br>트레저 메이커 분들은 어떠신가요<br>후쿵후쿵... 🖤<br>긴 말 필요 없이 조금 있다 바로 봐요<br>얼른 보러 와줘요<br>우리 트레저 메이커 ❤️<br> <br>（本日のカウントダウンライブ><<br>ジャーン！！！<br>「MMM」発売に先立ってワクワクして<br>緊張して…するんですが<br>TREASURE MAKERの方々はどうですか<br>ふんふん…🖤<br>いろいろ言うまでもなく分かります<br>すぐに会いましょう<br>早く見に来てください僕らのTREASURE MAKER❤️）』<br>'
   }, 
  "201129_00": {
    "id": "201129_00",
    "cover": "201129_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201129_00-img00.png", "orgimg": "201129_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201129_00-tmb01.jpg", "orgimg": "201129_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 11, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1333043049065156613?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["tShot","selca"],
    "cpt": '『트하 트레저 메이커분들!<br>신인상 정말 감사드립니다!<br>다 트메 덕분이에요ㅠㅠ<br>앞으로 더 성장하고 멋있는 트레저가 될테니 많이 기대해주세요!<br>멋있는 정환이가 되겠습니다!!<br>그럼 오늘도 고생많으셨습니다<br>트바~~~💜💜💜<br> <br>（トゥハ、TREASURE MAKERの皆さん！<br>新人賞、本当にありがとうございます！<br>全部トゥメのおかげです<br>これからもっと成長して かっこいいTREASUREになるのでたくさん期待してください！<br>かっこいいジョンファンになります！！<br>それでは今日もお疲れ様でした トゥバ~~~💜💜💜）』<br>'
   }, 
  "201204_00": {
    "id": "201204_00",
    "cover": "201204_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201204_00-img00.png", "orgimg": "201204_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201204_00-tmb01.jpg", "orgimg": "201204_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 12, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1334512923394371590?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["sweet","event","tShot","selca"],
    "cpt": '『여러분들 오늘은 도영이 형 생일입니다 🎉 한 달 후면 벌써 19살이라니ㅠㅠ 이 동생이 참 뿌듯하네요ㅠㅠ 우리 도영이 형이 있었기에 트레저 멤버들이 즐겁게 연습하고 활동할 수 있었습니다<br>태어나줘서 고맙고 앞으로도 열심히 달려요 빠이뜅💪 사랑해요우❤️<br> <br>（皆さん、今日はドヨンさんの誕生日です 🎉 一ヶ月後にはもう 19歳だなんて この弟が本当に嬉しいですねドヨンさんがいたから TREASUREのメンバーたちが楽しく 練習して活動することができました<br>生まれてくれてありがとうございます。これからも頑張って走ります。ファイティン💪愛してますう❤️）』<br>'
   }, 
  "201210_00": {
    "id": "201210_00",
    "cover": "201210_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201210_00-img00.png", "orgimg": "201210_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201210_00-tmb01.jpg", "orgimg": "201210_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 12, "day": 10, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1337039713354432512?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["tShot","selca"],
    "cpt": '『트하 트레저 스튜디오 잘 보셨나요? 오늘 정말 재밌고 즐거웠습니다<br>항상 저희가 사랑하는 거 알죠? 오늘 나온 TRUZ 도 많이 사랑해 주시고 포동이도 사랑한대요❤️🍩 오늘도 고생했어요 굿나잇🌙<br> <br>（トゥハ、TREASURE STUDIO 楽しくご覧になりましたか？ 今日は本当に面白くて楽しかったです<br>いつも僕たちが愛していることは 知っていますよね？ 今日出たTRUZもたくさん愛してください。 ポドンも愛してます❤️🍩 今日もお疲れ様でした グッドナイト🌙）』<br>'
   }, 
  "201213_00": {
    "id": "201213_00",
    "cover": "201213_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201213_00-img00.png", "orgimg": "201213_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201213_00-tmb01.jpg", "orgimg": "201213_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "201213_00-tmb02.jpg", "orgimg": "201213_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "201213_00-tmb03.jpg", "orgimg": "201213_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "201213_00-tmb04.jpg", "orgimg": "201213_00-img04.jpg" }
    ],
    "date": { "year": 2020, "month": 12, "day": 13, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1337951512543199232?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["tShot","selca","team"],
    "cpt": '『현석이형 정환이랑 찍은 셀카<br> <br>（ヒョンソギヒョン、ジョンファニと撮ったセルカ）』<br>'
   }, 
  "201217_00": {
    "id": "201217_00",
    "cover": "201217_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201217_00-img00.png", "orgimg": "201217_00-img00.png" },
  { "imgtype": "img", "tmbimg": "201217_00-tmb01.jpg", "orgimg": "201217_00-img01.jpg" }
    ],
    "date": { "year": 2020, "month": 12, "day": 17, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1339481524484231168?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["sweet","event","foods"],
    "cpt": '『정환이가 줬던 생선 ><<br>감사히 잘쓰게뚭니다~~!!<br>이 시간 트레저 메이꼬 머해요❤️<br>밤 하늘 보며 음악 듣는 중💞💞<br> <br>（ジョンファンがくれた誕生日プレゼント><<br>ありがたくいただきます~~~！！<br>この時間、TREASURE MAKERは何していますか❤️<br>夜空を見ながら音楽を聴いてる最中💞💞）』<br> <br>プレゼントの中身は「꼬북칩」「ビスケット」「マシュマロ」「Apple Watchのストラップ」<br>'
   }, 
  "201217_01": {
    "id": "201217_01",
    "cover": "201217_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201217_01-img00.png", "orgimg": "201217_01-img00.png" },
  { "imgtype": "video", "tmbimg": "201217_01-cvr.jpg", "orgimg": "201217_01-img01.mp4" }
    ],
    "date": { "year": 2020, "month": 12, "day": 17, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1339543744794689537?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": "piano",
    "cpt": '『사랑해 Piano ver.』<br> <br>ドヨンのピアノで目覚め踊りだすジョンファン<br>'
   }, 
  "201218_00": {
    "id": "201218_00",
    "cover": "201218_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201218_00-img00.png", "orgimg": "201218_00-img00.png" },
  { "imgtype": "video", "tmbimg": "201218_00-cvr.jpg", "orgimg": "201218_00-img01.mp4" }
    ],
    "date": { "year": 2020, "month": 12, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1339940964203282433?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["piano","youth","gag"],
    "cpt": '『트하 우리 트레저 메이커 여러분~ 오늘 하루 잘 보내셨나용? 저는 잘 보냈습니당🤪🤪 우리 트메 생각하느라 너무 행복한 하루였어요🥰🥰🥰 영상은 어제 도영이형이랑 비하인드 영상이에욬ㅋㅋㅋ 오늘 하루도 고생많으셨고 굿나잇😌😌😌<br> <br>（トゥハ、TREASURE MAKERの皆さん。 今日一日、楽しく過ごしましたか？ 私は元気に過ごしました🤪🤪 僕らのトゥメのこと考えてとても幸せな一日でした🥰🥰🥰 映像は昨日ドヨンさんとのビハインド映像ですww今日一日もお疲れ様でした。グッドナイト😌😌😌）』<br>'
   }, 
  "210111_00": {
    "id": "210111_00",
    "cover": "210111_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210111_00-img00.png", "orgimg": "210111_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210111_00-tmb01.jpg", "orgimg": "210111_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210111_00-tmb02.jpg", "orgimg": "210111_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "210111_00-tmb03.jpg", "orgimg": "210111_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "210111_00-tmb04.jpg", "orgimg": "210111_00-img04.jpg" }
    ],
    "date": { "year": 2021, "month": 1, "day": 11, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1348600484928475138?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["tShot","selca"],
    "cpt": '『트하 정환입니다! 마이 트레저 뮤직비디오 어떤가용? 저는 12명 모두 잘 나온 것 같아서 많이 만족하고 있습니당🥰🥰 모두 중학교 졸업한거 축하해 주셔서 감사드립니다🥲🥲그럼 오늘도 편안한 밤 되세요 굿나잇 트레저 메이커 You\'re the only one TREASURE💎<br> <br>（トゥハジョンファンです！ マイトレジャーのミュージックビデオはどうですか？ 私は12人ともよく撮れたと思うのでとても満足しています🥰🥰みんな中学校卒業を祝ってくださってありがとうございます🥲🥲それでは今日も安らかな夜を過ごしてください グッドナイトトレジャーメーカー You\'re the only one TREASURE💎）』<br>'
   }, 
  "210218_00": {
    "id": "210218_00",
    "cover": "210218_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210218_00-img00.png", "orgimg": "210218_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210218_00-img01.jpg", "orgimg": "210218_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210218_00-img02.jpg", "orgimg": "210218_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "210218_00-img03.jpg", "orgimg": "210218_00-img03.jpg" }
    ],
    "date": { "year": 2021, "month": 2, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1362057286311497731?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["sweet","event","gag","aSelca"],
    "cpt": '『울 정환이이이ㅣㅣㅣㅣ!!!!!!<br>생일 축하한다잉이이이ㅣ!!!!!<br>내가 하루 종일 엎고 다닌다><<br>행복한 날 만들어 줄게 가자🚗🚗<br>함께 시간 보내자~~<br> <br>（ジョンファニイイイイ！！！！！！<br>お誕生日おめでとうございます！！！！！<br>一日中走り続けてる><<br>幸せな日にしてあげる。行こう🚗🚗<br>一緒に過ごそう~~）』<br>'
   }, 
  "210312_00": {
    "id": "210312_00",
    "cover": "210312_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210312_00-img00.png", "orgimg": "210312_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210312_00-tmb01.jpg", "orgimg": "210312_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210312_00-tmb02.jpg", "orgimg": "210312_00-img02.jpg" }
    ],
    "date": { "year": 2021, "month": 3, "day": 12, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1370313449482252288?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["mill","aSelca"],
    "cpt": 'ドヨンが撮影したと言われている写真<br> <br>『트하 우리 트메 오늘도 활기차게 보내고 계신지요! 얼른 활기차세여! 활기찬 하루!<br> <br>（トゥハウリトゥメ、今日も元気にお過ごしでしょうか！ 早く元気になってください！ 活気に満ちた一日！）』<br>'
   }, 
  "210528_00": {
    "id": "210528_00",
    "cover": "210528_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210528_00-img00.png", "orgimg": "210528_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210528_00-tmb01.jpg", "orgimg": "210528_00-img01.jpg" },
  { "imgtype": "yturl", "tmbimg": "210528_00-img02.jpg", "orgimg": "https://www.youtube.com/embed/KvI8-5jUfKs" }
    ],
    "date": { "year": 2021, "month": 5, "day": 28, "priority": 0, "link": ["https://twitter.com/treasuremembers/status/1398233174086328320?s=20","https://youtu.be/KvI8-5jUfKs"] },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『트하 오늘 트레저 맵 잘 보셨나요? 도전 골든벨.. 정말 어려웠네요.. 그래서 오늘의 문제! 트메분들은 오늘 어떤 하루를 보내셨을까요?<br> <br>（トゥハ、今日のTREASURE MAPは 楽しくご覧になりましたか？ 挑戦ゴールデンベル.. 本当に難しかったです.. ということで、今日の問題！ トゥメの皆さんは今日どんな一日を 過ごされたでしょうか？）』<br> <br>今日のトレマ『[TREASURE MAP] EP.48 🔔 트레저 탐구생활 퀴즈쇼 🔔 도전! 골든벨』<br>https://youtu.be/KvI8-5jUfKs<br>'
   }, 
  "210531_00": {
    "id": "210531_00",
    "cover": "210531_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210531_00-img00.png", "orgimg": "210531_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210531_00-tmb01.jpg", "orgimg": "210531_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210531_00-tmb02.jpg", "orgimg": "210531_00-img02.jpg" }
    ],
    "date": { "year": 2021, "month": 5, "day": 31, "priority": 0, "link": ["https://twitter.com/treasuremembers/status/1399326148937490432?s=20","https://weverse.io/treasure/live/4-104692235?hl=ja"] },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["foods","team","selca"],
    "cpt": '『이따 V LIVE에서 만나용✨<br> <br>（後でV LIVEで会いましょう✨）』<br>'
   }, 
  "210531_01": {
    "id": "210531_01",
    "cover": "210531_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210531_01-img00.png", "orgimg": "210531_01-img00.png" },
  { "imgtype": "img", "tmbimg": "210531_01-tmb01.jpg", "orgimg": "210531_01-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 5, "day": 31, "priority": 1, "link": ["https://twitter.com/treasuremembers/status/1399346961585643525?s=20","https://weverse.io/treasure/live/4-104692235?hl=ja"] },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["foods","team","aSelca"],
    "cpt": '『브이앱 재미있게 보셨어요? ❤️<br>ㅡㅎ 오늘 먹었던 건 다 제 스타일 이여서 끝나고 더 먹긴 했어요 (TMI)<br>오늘은 간단하게 편의점 메뉴를 초이스 했지만 다음엔 더 편의성을 생각하고 모든 분들이 따라 하실 수 있는 메뉴로 돌아올게요<br>시호 도영 정환 조합 이쁘게 봐주셔서 감사해요<br> <br>（V LIVE楽しかったですか？ ❤️<br>今日食べたものは全部私の好みだったので終わってからもっと食べました(TMI)<br>今日は簡単にコンビニのメニューをチョイスしましたが、次はもっと利便性を考えて、すべての方々がマネできるメニューで戻ってきます。<br>シホ、ドヨン、ジョンファンの組み合わせを優しく見守ってくださってありがとうございます）』<br>'
   }, 
  "210706_00": {
    "id": "210706_00",
    "cover": "210706_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210706_00-img00.png", "orgimg": "210706_00-img00.png" }
    ],
    "date": { "year": 2021, "month": 7, "day": 6, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-10911483?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": "bitter",
    "cpt": '『다음 보기에서 소정환이 기분이 좋은 이유를 고르시오.<br>(보기)<br>1. 시험이 끝나서<br>2. 오늘 시험을 잘봐서<br>3. 트메분들 생각해서<br>4. 그냥 다 정답이잖아<br>5. 맞아용❣️<br> <br>（次の中からソ・ジョンファンが気分が良い理由を選びなさい。<br>(選択)<br>1. 試験が終わって<br>2. 今日試験が上手くいって<br>3. トゥメの方々のことを考えて<br>4. 全部正解じゃん<br>5. そうですよ❣️）』<br> <br>🐰『6. 도영이가 있어서<br>　（ドヨンイがいるから）』<br>🐰『❤️』<br>🐮『7. 도영이가 누군데<br>　（ドヨンイって誰）』<br>🐮『장난인거 알쥬?<br>　（冗談だって分かってるよね？）』<br> <br>ドヨンが冗談と分かっているか確認する言動をジョンファンはよく見せるが、おそらくこれが初出<br>'
   }, 
  "210808_00": {
    "id": "210808_00",
    "cover": "210808_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210808_00-img00.png", "orgimg": "210808_00-img00.png" },
  { "imgtype": "img", "tmbimg": "210808_00-tmb01.jpg", "orgimg": "210808_00-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 8, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/1-80678117?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","mill","tShot","selca"],
    "cpt": '『어제 비하인드 사진 🔥<br>정환이 몰래 올립니다 다들 쉿!<br> <br>（昨日のビハインド写真🔥<br>ジョンファニの知らない内にこっそりアップします みんなシッ！）』<br>'
   }, 
  "211031_00": {
    "id": "211031_00",
    "cover": "211031_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211031_00-tmb00.png", "orgimg": "211031_00-img00.png" }
    ],
    "date": { "year": 2021, "month": 10, "day": 31, "priority": 0, "link": "" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","selca","tbd"],
    "cpt": '『우리 귀요미들과 함께📸📸📸 few<br>（僕らのかわいこちゃんと一緒に📸📸📸 few）』<br> <br>※情報が不足しています。<br>　Weverseのメンバーシップ投稿ということは分かっているのですがURLが不明です。<br>'
   }, 
  "211102_00": {
    "id": "211102_00",
    "cover": "211102_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211102_00-img00.png", "orgimg": "211102_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211102_00-tmb01.jpg", "orgimg": "211102_00-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 11, "day": 2, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-10661637?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "selca",
    "cpt": '『여러분들 아침밥 드세여!<br>안 일어나시면 콱 물어버릴 거에여👹👹<br> <br>（皆さん、朝ご飯を召し上がってください！<br>起きなければぎゅっと噛んでしまいます👹👹）』<br> <br>🐰『무셔무셔 ....😷<br>　（怖い···😷）』<br>'
   }, 
  "211105_00": {
    "id": "211105_00",
    "cover": "211105_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211105_00-img00.png", "orgimg": "211105_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211105_00-tmb01.jpg", "orgimg": "211105_00-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 11, "day": 5, "priority": 0, "link": ["https://weverse.io/treasure/artist/2-14153?hl=ko","https://weverse.io/treasure/live/1-105469243?hl=ja"] },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["foods","team","aSelca"],
    "cpt": '『TS 편의점<br>또환영하시호❤️❤️<br>오늘은 무엇을 조합해 보까~~~<br>트메들 어서 와서 같이 해요<br> <br>（TSコンビニエンスストア<br>また歓迎しまシホ❤️❤️<br>今日は何を組み合わせてみようかな~~~<br>トゥメたち、ようこそ。<br>一緒にやりましょう）』<br>'
   }, 
  "211115_00": {
    "id": "211115_00",
    "cover": "211115_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211115_00-img00.png", "orgimg": "211115_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211115_00-tmb01.jpg", "orgimg": "211115_00-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 11, "day": 15, "priority": 0, "link": "https://weverse.io/treasure/artist/2-12452?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","team"],
    "cpt": '『내가 찍은 항공캠❤️<br> <br>（僕が撮った航空カメラ❤️）』<br>'
   }, 
  "211204_00": {
    "id": "211204_00",
    "cover": "211204_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211204_00-img00.png", "orgimg": "211204_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211204_00-tmb01.jpg", "orgimg": "211204_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "211204_00-tmb02.jpg", "orgimg": "211204_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "211204_00-tmb03.jpg", "orgimg": "211204_00-img03.jpg" }
    ],
    "date": { "year": 2021, "month": 12, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1466788796994060290?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["sweet","event","aSelca","selca"],
    "cpt": '『생일 축하한다잉~ 도비야 그동안 함께 해서 즐거웠다 안녕………….은 장난이고 앞으로도 쭈우우우욱~ 함께 하자잉~? 사랑한데이~<br> <br>（誕生日おめでとう~ドビー。これまで一緒に過ごせて楽しかった。バイバイ………….なんて冗談で、これからもずっと一緒にいようね~？ 愛してるよ~）』<br>'
   }, 
  "211215_00": {
    "id": "211215_00",
    "cover": "211215_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211215_00-img00.png", "orgimg": "211215_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211215_00-tmb01.jpg", "orgimg": "211215_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "211215_00-tmb02.jpg", "orgimg": "211215_00-img02.jpg" }
    ],
    "date": { "year": 2021, "month": 12, "day": 15, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1471069926907867137?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『안뇽 ~~~~~<br>⭐️⭐️⭐️<br>도도하지만 정의할 수 없는<br>도영 정환❤️<br> <br>（こんにちは~~~~~ん<br>⭐️⭐️⭐️<br>傲慢だけど定義できない（？）<br>ドヨンとジョンファン❤️）』<br>'
   }, 
  "211215_01": {
    "id": "211215_01",
    "cover": "211215_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211215_01-tmb00.png", "orgimg": "211215_01-img00.png" }
    ],
    "date": { "year": 2021, "month": 12, "day": 15, "priority": 0, "link": "" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","selca"],
    "cpt": '『트메들 잠금 화면을 우리가 책임 지겠다잉😍<br> <br>（トゥメたちのロック画面は僕たちが責任を負うよん😍）』<br> <br>※情報が不足しています。<br>　Weverseのメンバーシップ投稿ということは分かっているのですがURLが不明です。<br>'
   }, 
  "211222_00": {
    "id": "211222_00",
    "cover": "211222_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211222_00-img00.png", "orgimg": "211222_00-img00.png" }
    ],
    "date": { "year": 2021, "month": 12, "day": 22, "priority": 1, "link": "https://weverse.io/treasure/fanpost/1-8850571?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["piano","mill"],
    "cpt": '💅『오늘은 TMI 도영?<br>　（ドヨン、今日のTMIは？）』<br>🐰『정환이가 피아노 코드 궁금해 해서<br>간단한거 알려주고 왔어요🎹<br>　（ジョンファンがピアノコードを気になっていたから<br>簡単なことを教えてきました🎹）』<br>'
   }, 
  "211224_00": {
    "id": "211224_00",
    "cover": "211224_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211224_00-img00.png", "orgimg": "211224_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211224_00-tmb01.jpg", "orgimg": "211224_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "211224_00-tmb02.jpg", "orgimg": "211224_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "211224_00-tmb03.jpg", "orgimg": "211224_00-img03.jpg" }
    ],
    "date": { "year": 2021, "month": 12, "day": 24, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1474394374654279691?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["event","gag"],
    "cpt": '『우리 트레저 메이커들❤️<br>메리 메리 크리스마스요~~<br>21년 마지막 까지 아프지 말고 사랑해<br>오늘 푹 자고 내 꿈꿔❄<br> <br>（TREASURE MAKER❤️<br>メリークリスマスです<br>21年の最後まで元気で愛してる<br>今日ぐっすり寝て私の夢を❄）<br>'
   }, 
  "211224_01": {
    "id": "211224_01",
    "cover": "211224_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211224_01-img00.png", "orgimg": "211224_01-img00.png" }
    ],
    "date": { "year": 2021, "month": 12, "day": 24, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-8832424?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["bitter","tt","quarrel"],
    "cpt": '💅『요즘에 취미는 뭐죠?<br>（最近の趣味は何ですか？）』<br>🐰『탁구를 요즘 자주 치는것같아요 !!<br>　（卓球を最近よくしていると思います!!）』<br>💅『도영아 탁구 정환이한테 배웠어?????<br>　（ドヨンア、卓球ジョンファンに習ったの?????）』<br>🐰『정환이랑 게임 하면 2:1정도로 져요 ㅎㅎ<br>　（ジョンファニとゲームをしたら 2:1くらいで負けます）』<br>🐮『뭐래요 방금 3:0으로 졌잖아요<br>　（何言ってんですか。 今3:0で負けたじゃないですか）』<br>🐮『도영이형이 막판에 지면 못하는거 인정 한다고 했데요~~에베베베ㅔ베베베베ㅔ베<br>　（ドヨンイヒョンが最後に負けたらできないことを認めるそうです~エベベベベベベベベベ~）』<br>🐰『연습하겠습니다 스승님 🤓 데헿<br>　（練習します 先生 🤓 デヘッ）』<br>💅『탁구 치는 법을 가르쳐 주세요~<br>　（卓球の仕方を教えてください～）』<br>🐰『정환이한테 맨날 하는 말인데<br>　45도 각도 중요하다 !! ㅋㅋㅋㅋ<br>（ジョンファンにいつも言ってるんだけど<br>　45度の角度が重要だ！！ wwww）』<br>'
   }, 
  "211230_00": {
    "id": "211230_00",
    "cover": "211230_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211230_00-img00.png", "orgimg": "211230_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211230_00-tmb01.jpg", "orgimg": "211230_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "211230_00-tmb02.jpg", "orgimg": "211230_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "211230_00-tmb03.jpg", "orgimg": "211230_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "211230_00-tmb04.jpg", "orgimg": "211230_00-img04.jpg" }
    ],
    "date": { "year": 2021, "month": 12, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1476438635729747968" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["sweet","event","tShot","youth","selca"],
    "cpt": '『도비형 졸업 축하한당 이제 성인이구만 우리 막내 도영이가 언제 이렇게 어른이 되었뎅ㅠㅠ 그럼 이제 트메분들께 도영이형의 더 멋있는 모습 보여주나?? 앞으로 더 열심히 하자 우맄ㅋㅋ 사랑한당💕💕<br> <br>（ドビヒョン、卒業おめでとう。もう成人なんだけど末っ子ドヨンがいつこんなに大人になったの？じゃあトゥメの方々にドヨンイヒョンのもっとかっこいい姿を見せてくれるのかな？？ 僕たちこれからもっと頑張ろうね。愛してるよ💕💕）』<br>'
   }, 
  "220113_00": {
    "id": "220113_00",
    "cover": "220113_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220113_00-img00.png", "orgimg": "220113_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220113_00-tmb01.jpg", "orgimg": "220113_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220113_00-tmb02.jpg", "orgimg": "220113_00-img02.png" }
    ],
    "date": { "year": 2022, "month": 1, "day": 13, "priority": 0, "link": "https://weverse.io/treasure/artist/2-11374?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","selca","sweet","tbd"],
    "cpt": '『우리 정환이랑 셀카 찍었다잉💙❤️💙<br>（僕のジョンファニとセルカを撮ったよん💙❤️💙）』<br> <br>※三枚目の画像は以下の文章と共にメンバーシップ投稿されたもの。URLは不明<br>『보너스~~~💝<br>（ボーナス~~~💝）』<br>'
   }, 
  "220125_00": {
    "id": "220125_00",
    "cover": "220125_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220125_00-img00.png", "orgimg": "220125_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220125_00-tmb01.jpg", "orgimg": "220125_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220125_00-tmb02.jpg", "orgimg": "220125_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 1, "day": 25, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1485637936511332352?s=20" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『환영~><』<br> <br>환영 = 歓迎<br>정환と도영の名前を合わせたケミ名が初めて出た日（推定）<br> <br>※2021/11/05のマシホと환영즈のコンビニアレンジ回で환영が出てはいる（환영하시호）<br>'
   }, 
  "220208_00": {
    "id": "220208_00",
    "cover": "220208_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220208_00-img00.png", "orgimg": "220208_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220208_00-tmb01.jpg", "orgimg": "220208_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220208_00-tmb02.jpg", "orgimg": "220208_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 2, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-3711738?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","mill"],
    "cpt": '💅『오늘 도영이랑 정환이 같이 올린거 귀여워ㅋㅋ<br>（今日ドヨンとジョンファンが 一緒にアップしたのが可愛い）』<br>🐰『정환이가 내 포즈 따라했구마잉 ㅎㅎ😜<br>귀여워~<br>（ジョンファンが僕のポーズを真似したんだねww😜<br>かわいい~）』<br>'
   }, 
  "220218_00": {
    "id": "220218_00",
    "cover": "220218_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220218_00-img00.png", "orgimg": "220218_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220218_00-tmb01.jpg", "orgimg": "220218_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 2, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1494326572643680259?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["sweet","selca"],
    "cpt": '『슈퍼 킹 카우 베이비 생일 축하해🎉<br>❤️❤️❤️❤️❤️❤️❤️❤️<br>오늘 만큼은 해달라 하는 거 다 해줄게<br>말만 혀~~~ 하늘의 별도 따다 줄 테니<br>정환이의 에인절 도영이가🌼<br> <br>（スーパーキングカウベイビー お誕生日おめでとう🎉<br>❤️❤️❤️❤️❤️❤️❤️❤️<br>今日だけはやって欲しいって言うこと全部やってあげる<br>なんでも言ってみな~~~空の星も取ってあげるから<br>ジョンファンのエンジェルドヨンより🌼）』<br>'
   }, 
  "220218_01": {
    "id": "220218_01",
    "cover": "220218_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220218_01-img00.png", "orgimg": "220218_01-img00.png" },
  { "imgtype": "img", "tmbimg": "220218_01-tmb01.jpg", "orgimg": "220218_01-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220218_01-tmb02.jpg", "orgimg": "220218_01-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220218_01-tmb03.jpg", "orgimg": "220218_01-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220218_01-tmb04.jpg", "orgimg": "220218_01-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 2, "day": 18, "priority": 2, "link": "https://twitter.com/treasuremembers/status/1494349259851796480?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["sweet","tShot","team"],
    "cpt": '『여러분들 생일 축하해주셔서 정말 감사드립니다! 트메분들과 함께 했던 2년이 정말 행복하고 감사하게 느껴졌던 것 같아여🥺 우리팀 형들도 다 감사하고 사랑해요~ 앞으로도 행복합시다 💛❤️💙🧡💚<br>（皆さん、誕生日を祝ってくださって 本当にありがとうございます！ トゥメの皆さんと一緒に過ごした2年が本当に幸せで感謝しています🥺 うちのチームの兄さんたちもみんな感謝して愛してます~ これからも幸せになりましょう~ 💛❤️💙🧡💚）』<br> <br>『❤️-삐로통통』<br>'
   }, 
  "220218_02": {
    "id": "220218_02",
    "cover": "220218_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220218_02-img00.png", "orgimg": "220218_02-img00.png" }
    ],
    "date": { "year": 2022, "month": 2, "day": 18, "priority": 1, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/1-4876395?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","event"],
    "cpt": '『내 사랑 정환이 축하한다🎉🎉<br>（僕の愛する人、ジョンファニおめでとう🎉🎉）』<br> <br>💅『정환이에게 무슨 선물을 줄까?<br>（ジョンファンに何のプレゼントをあげようか？）』<br>🐰『남다른 선물 ? ㅎㅅㅎ<br>（特別なプレゼント？ ㅎㅅㅎ）』<br> <br>💅『앞으로도 정환이를 부탁드립니다😭❤<br>（これからもジョンファンをお願いします😭❤）』<br>🐰『걱정 마세요🤍 정환이는 또 다른 제 반쪽이죠<br>（心配しないでください🤍 ジョンファンはもう一人の僕の片割れです）』<br>'
   }, 
  "220221_00": {
    "id": "220221_00",
    "cover": "220221_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220221_00-img00.png", "orgimg": "220221_00-img00.png" }
    ],
    "date": { "year": 2022, "month": 2, "day": 21, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-5638917?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "gag",
    "cpt": '💅『도영아, 정환이가 생일날 요구르트 줬다고 하더라... 그게 사실요??? ㅎㅎ<br>（ドヨンア、ジョンファニが 誕生日にヨーグルトをくれたって言ってるけど··· それは本当ですか？？？ （笑））』<br>🐰『선물이 아직 오고 있어요..멀리서 오는거라💯<br>（プレゼントがまだ届いていなかったので…遠くから来るから💯）』<br>'
   }, 
  "220301_00": {
    "id": "220301_00",
    "cover": "220301_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220301_00-img00.png", "orgimg": "220301_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220301_00-tmb01.jpg", "orgimg": "220301_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 1, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-6411384?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","tShot","mill"],
    "cpt": '『사진 찍는데 우리 애기 등장!<br>（写真を撮るときうちの子が登場！）』<br>'
   }, 
  "220306_00": {
    "id": "220306_00",
    "cover": "220306_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220306_00-img00.png", "orgimg": "220306_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220306_00-tmb01.jpg", "orgimg": "220306_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220306_00-img02.png", "orgimg": "220306_00-img02.png" }
    ],
    "date": { "year": 2022, "month": 3, "day": 6, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1500266202223964160?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["bitter","tShot"],
    "cpt": '『복수（復讐）』<br> <br>22/03/01にドヨンがWeverseに投稿した画像の復讐をするジョンファン<br>'
   }, 
  "220306_01": {
    "id": "220306_01",
    "cover": "220306_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220306_01-img00.png", "orgimg": "220306_01-img00.png" }
    ],
    "date": { "year": 2022, "month": 3, "day": 6, "priority": 1, "link": "https://weverse.io/treasure/fanpost/2-6867131" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","gag","quarrel","selca"],
    "cpt": '💅『도영이는 정환이한테 찍힌거 알고 있었어?<br>（ドヨンイはジョンファニに撮られたの知ってた？）』<br>🐰『정환이 귀엽네잉.?????????? 머야 지쨔😋<br>（ジョンファン かわいいねん?????????? 何だよ、ほんと😋）』<br> <br>머야 지쨔 = 뭐야 진짜 の赤ちゃん言葉（推測）<br>'
   }, 
  "220315_00": {
    "id": "220315_00",
    "cover": "220315_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220315_00-img00.png", "orgimg": "220315_00-img00.png" },
  { "imgtype": "video", "tmbimg": "220315_00-img01.mp4", "orgimg": "220315_00-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 3, "day": 15, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1503403195304845320?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","foods","sweet","selca"],
    "cpt": '『눈 다래끼 치료하고 우리 축구선수 도비 도비 도비 형이랑 쌀국수 먹었어여 전 마제소바 먹구 이형은 튀김좀 집어먹던데여 좀 먹으라고 해주세여..<br>（ものもらい治療して、うちのサッカー選手のドビドビドビヒョンと一緒にご飯を食べました。私はまぜそばを食べて、この人は天ぷらを食べてたんですけど、食べなさいって言ってください…）』<br> <br>一緒にご飯を食べるニコニコジョンファンと真顔ドヨン<br>'
   }, 
  "220315_01": {
    "id": "220315_01",
    "cover": "220315_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220315_01-img00.png", "orgimg": "220315_01-img00.png" },
  { "imgtype": "img", "tmbimg": "220315_01-tmb01.jpg", "orgimg": "220315_01-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 15, "priority": 1, "link": "https://weverse.io/treasure/artist/0-4119?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","foods"],
    "cpt": '『정환이가 올린거.....<br>어제 정환이가 올린거... 그거<br>저녁을 먹고 간거라 그것만 먹은겁돠... ㅎㅎㅎ<br>그렇게 먹으면 쓰러져요 ㅋㅋㅋㅋㅋㅋㅋ<br>저녁 고기 먹었어요 !! ㅎㅅㅎ<br>걱정마세요 배 부를 정도로 가득 먹어요☺️<br> <br>（ジョンファンがアップしたやつ···<br>昨日ジョンファンがアップしたやつ···<br>あれは夕飯を食べた後だったからちょっとしか食べなかったんだ··· フフフ<br>だから普通の量食べたら倒れます www<br>夕飯の方はお肉を食べました！！ ㅎㅅㅎ<br>心配しないでください。 お腹いっぱいになるくらいたくさん食べます☺️）』<br>'
   }, 
  "220316_00": {
    "id": "220316_00",
    "cover": "220316_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220316_00-img00.png", "orgimg": "220316_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220316_00-img01.jpg", "orgimg": "220316_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-8077247?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["gag","muscle"],
    "cpt": '💅『도영아! 지금 정환이랑 팔씨름 하면. 누가 이길까요??😄<br>（ドヨンア！今ジョンファニと腕相撲をしたら誰が勝つでしょうか？？😄）』<br>🐰『에이..... 이건 말 안해도 모두가 알지 🙄<br>（えぇ。。。これは言わなくてもみんな分かってるよ🙄）』<br>'
   }, 
  "220320_00": {
    "id": "220320_00",
    "cover": "220320_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220320_00-img00.png", "orgimg": "220320_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220320_00-tmb01.jpg", "orgimg": "220320_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220320_00-tmb02.jpg", "orgimg": "220320_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 20, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1505482556816297986?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": ' <br>一緒に写真を撮るふたり<br>'
   }, 
  "220324_00": {
    "id": "220324_00",
    "cover": "220324_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220324_00-img00.png", "orgimg": "220324_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220324_00-tmb01.jpg", "orgimg": "220324_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220324_00-tmb02.jpg", "orgimg": "220324_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220324_00-tmb03.jpg", "orgimg": "220324_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220324_00-tmb04.jpg", "orgimg": "220324_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 24, "priority": 0, "link": "https://weverse.io/treasure/artist/0-12203?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","selca","aSelca","mill"],
    "cpt": '『마지막 사진은 비밀로 ㅎㅎㅎ 🤫<br>（最後の写真は内緒でｗｗｗ🤫）』<br>'
   }, 
  "220328_00": {
    "id": "220328_00",
    "cover": "220328_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220328_00-img00.png", "orgimg": "220328_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220328_00-tmb01.jpg", "orgimg": "220328_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 28, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-9543848?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": "gag",
    "cpt": 'トゥメと漫才をする환영즈<br> <br>『여러분 저녁시간입니당~<br>It\'s dinner time~~<br>（皆さん、夜ご飯の時間です）』<br> <br>💅『도영오빠가 답장이 없어서 안녕 정환아 넌 이제 내 최애야🫶🙆‍♀️<br>（ドヨンさんから返事がなくて<br>こんにちは、ジョンファン。<br>お前はもう僕の最愛だよ）』<br>🐮『형 이걸로 해명해봐~!<br>안녕하세요 트레저 도영입니다!<br>도영군의 부재로 많이 속상하셨죠 ㅠㅠ<br>그래서 장문으로 글을 써봅니다<br>도영이가 트메들 정말 사랑해요<br>없으면 숨이 안쉬어지고.....<br>잠을 잘수 없을 정도로....<br>굉장히 아낀 답니다<br>사랑하니까 떠나지마요😍<br>뿅 어 이제 달래누나 내꺼야~❤️<br>（ヒョンこれで釈明してみて~！<br>こんにちは。TREASUREのドヨンです！<br>ドヨン君の不在ですごく悲しかったでしょう<br>それで長文で文を書いてみます<br>ドヨンがトゥメたちを本当に愛してます<br>いないと息ができないし······<br>眠れないくらい···<br>とても大切にしています<br>愛してるから離れないでね😍ピョン<br>あ、もうヌナは僕のものだよ~❤️）』<br>🐰『나 울어도 되죠..?🥺<br>（僕泣いてもいいですよね？🥺）』<br>🐰『😭 아기토끼트메 내꺼라구…<br>（😭 赤ちゃんうさぎトゥメは僕のものだよ···）』<br> <br>💅『도영이도 나 한태 대답 안해거든........ 그럼 나도 정환으로 달려갈까...?<br>（ドヨンイも僕に返事しないんだから… じゃあ僕もジョンファンに乗り換えようか…？）』<br>🐮『도영이형 이제 큰일났네에~~<br>（ドヨンイヒョンもう大変だ～～）』<br> <br>💅『정환이오빠가 답장이 없어서<br>안녕 도영 오빠 넌 이제 내 최애야<br>（ジョンファンさんから返事がなくて<br>アンニョン、ドヨンオッパ。 あなたはもう私の最愛だよ）』<br>🐮『ㄴ..ㅔ..네..?<br>（な…え…はい…？）』<br> <br>💅『오늘 정환이한테 답장이 없어서 도영으로 가야 되나?<br>（今日ジョンファンから返事がなくて ドヨンに乗り換えないといけないのかな？）』<br>🐰『웅 와도 돼요!! ㅋㅎㅋㅋㅎㅋㅎㅋ🤓 힛<br>（うん、来てもいいよ！！ ハハハハ🤓ヒッ）』<br>'
   }, 
  "220329_00": {
    "id": "220329_00",
    "cover": "220329_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220329_00-img00.png", "orgimg": "220329_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220329_00-tmb01.jpg", "orgimg": "220329_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220329_00-tmb02.jpg", "orgimg": "220329_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220329_00-tmb03.jpg", "orgimg": "220329_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220329_00-tmb04.jpg", "orgimg": "220329_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1508816449934143503?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["tShot","selca"],
    "cpt": '『YG의 핫포토존에서 찰칵📸<br>오늘은 자켓이 포인트라구 할수이쬬!<br>그리고 엘베에 정환이까지♥︎<br>모든게 완벽한 오늘이 ㅂr로 화요일...에헴!!<br>아름다운 달빛이 트메들의<br>밤길을 비춰줄테니 편히 자요~<br> <br>（YGのホットフォトゾーンでパシャリ📸<br>今日はジャケットがポイントだと言えるでしょう！<br>そしてエレベーターにジョンファンまで♥︎<br>すべてが完璧な今日がFor real(?)で火曜日...えへん！！<br>美しい月明かりがトゥメたちの<br>夜道を照らしてあげるから楽に寝てください~）』<br> <br>※ㅂrの意味がいまいち分かりませんでした。メニューのフォームから情報提供してくださると嬉しいです<br>'
   }, 
  "220330_00": {
    "id": "220330_00",
    "cover": "220330_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220330_00-img00.png", "orgimg": "220330_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220330_00-tmb01.jpg", "orgimg": "220330_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 3, "day": 30, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-9711924?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": ["gag","aSelca"],
    "cpt": '『진짜 형이 시작했다<br>（本当にヒョンがはじめた）』<br> <br>💅『초딩이냐<br>（小学生か）』<br>🐮『네!<br>（うん！）』<br>🐰『귀여워 우리 정환애기🌼<br>（かわいい僕のジョンファンちゃん）』<br>🐮『막 무섭지~ 사실 난 무서워~<br>우리 여기까지 할까 우리 도비형~?<br>（すごく怖い～実は僕は怖い<br>僕たちここまでにしようか？僕のドビヒョン？）』<br> <br>🐰『저거 언제 찍은거야 ㅋㅋㅋㅋ<br>기억도 안나는데...😎<br>（これいつ撮ったのｗｗｗｗ<br>覚えてないんだけど...😎）』<br> <br>🐰『오늘도 고생 많았당 얼른 자🌙<br>（今日もお疲れ様。はやく寝てね🌙）』<br>'
   }, 
  "220418_00": {
    "id": "220418_00",
    "cover": "220418_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220418_00-img00.png", "orgimg": "220418_00-img00.png" }
    ],
    "date": { "year": 2022, "month": 4, "day": 18, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-11900774?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","gag"],
    "cpt": '『뎡아.. 너 이 사진 찍을 때 정화니랑 시호 형이랑 무슨 얘기 하고 있었어?🫶🏻<br>（ドョンア..お前この写真撮る時ジョンファニとシホヒョンと何の話をしていたの？🫶🏻）』<br>🐰『항공캠 찍는다 가만히 있어봐! ㅋㅋㅋㅋ<br>（航空カメラを撮るからじっとしてて！ wwww）』<br>'
   }, 
  "220420_00": {
    "id": "220420_00",
    "cover": "220420_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220420_00-img00.png", "orgimg": "220420_00-img00.png" }
    ],
    "date": { "year": 2022, "month": 4, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-12071474?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "sweet",
    "cpt": '『정환을 납치하고 싶은데, 납치해도 될까요?? ㅋ ㅋ<br>（ジョンファンを拉致したいのですが、拉致してもいいですか？？ www）』<br>🐰『정환이 제꼰데 저한테 물어보시면 .. 🙃<br>양보 못하는데 ㅠㅠ 상대는 트메잖아.. 힝<br>（ジョンファニは僕のなのに僕に聞いたら···🙃<br>譲れないのに(泣)相手はトゥメじゃん…ヒン）』<br>'
   }, 
  "220421_00": {
    "id": "220421_00",
    "cover": "220421_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220421_00-tmb00.jpg", "orgimg": "220421_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 4, "day": 21, "priority": 0, "link": "https://www.weverse.io/treasure/artist/1690153668501412" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","mill"],
    "cpt": '『정환이랑 커플 신발색<br>（ジョンファニとカップルシューズ色）』<br>'
   }, 
  "220421_01": {
    "id": "220421_01",
    "cover": "220421_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220421_01-img00.png", "orgimg": "220421_01-img00.png" }
    ],
    "date": { "year": 2022, "month": 4, "day": 21, "priority": 1, "link": "https://weverse.io/treasure/fanpost/0-12177301?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["mill","muscle"],
    "cpt": '『도영아 요즘 운동하고 있어요?<br>（ドヨンア最近運動していますか？）』<br>🐰『정환이랑 막 ..엄청 하긴해요..ㅋㅋㅋ<br>（ジョンファニと…すごくたくさんしますね…ｗｗｗ）』<br>'
   }, 
  "220423_00": {
    "id": "220423_00",
    "cover": "220423_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220423_00-img00.png", "orgimg": "220423_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220423_00-tmb01.jpg", "orgimg": "220423_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 4, "day": 23, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-9503140?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["bitter","sweet","tShot"],
    "cpt": '『❤️』<br> <br>🐮『아 왜 하트해;; 빨리 버려 하트;;<br>징그러워요..;;<br>（なんでハートするんだよ。早く捨てて、ハート;;<br>気持ち悪いです。）』<br> <br>💅『두리 사귀는 사이??ㅋㅋㅋ<br>（ふたり付き合ってんの？ｗｗｗ）』<br>🐮『𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅』<br>🐮『아니 근뎈ㅎㅋㅎㅋㅋㅎㅎㅋㅋㅎㅋ진짜 미치겠넼ㅎㅋㅋㅎㅋㅎㅋ 트위터에도 이것만 뜨잖아요!!!ㅋㅎㅋㅎㅋㅎㅋㅎㅎㅋ<br>（いや、でも本当におかしくなりそう。 Twitterにもこれだけ出てるじゃないですか！！！www）』<br> <br>🐰『아니 ㅋㅎㅋㅎㅋㅎ 사춘기냐고?』<br>🐰『いやｗｗｗｗ思春期なの？』<br> <br>🐰『그만큼 아낀다 이거지🌼<br>（それくらい愛しいってことだよ）』<br>'
   }, 
  "220509_00": {
    "id": "220509_00",
    "cover": "220509_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220509_00-img00.png", "orgimg": "220509_00-img00.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 9, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-14050667?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "bitter",
    "cpt": '『정환이 롤 티어 뭐야? 궁금함…<br>（ジョンファニlolのティアなに？気になる……）』<br>🐰『정환이 브론즈 아닌가~~? ㅎ킄ㅎㅋㅎㅋ<br>（ジョンファニはブロンズじゃないかな～～？ｗｗｗ）』<br>'
   }, 
  "220514_00": {
    "id": "220514_00",
    "cover": "220514_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220514_00-img00.png", "orgimg": "220514_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220514_00-tmb01.jpg", "orgimg": "220514_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 14, "priority": 3, "link": "https://weverse.io/treasure/fanpost/1-9468893?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "sweet",
    "cpt": '『도영아, 우리 정환이는 왜 이렇게 귀여워??<br>（ドヨンア、僕らのジョンファニはなんでこんなに可愛いんだ？）』<br>🐰『너무 귀여워 ㅠㅠㅠ 애기양 >< 삐로통통⭐️<br>（凄くかわいい( ；；)赤たん >< ピロトントン⭐️）』<br>'
   }, 
  "220514_01": {
    "id": "220514_01",
    "cover": "220514_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220514_01-img00.png", "orgimg": "220514_01-img00.png" },
  { "imgtype": "img", "tmbimg": "220514_01-img01.jpg", "orgimg": "220514_01-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 14, "priority": 2, "link": "https://weverse.io/treasure/fanpost/0-11542695?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["gag","tt"],
    "cpt": '『도영 오빠 핸드폰에 있는 정환 오빠 별명이 뭐예요?😏😏😏<br>（ドヨンオッパがスマホに登録してるジョンファンオッパのあだ名は？）』<br>『야구선수 정환 !! 탁구할때 공 다 날려서!<br>（野球選手ジョンファン！卓球するときボール全部ぶっ飛ばすから）』<br>'
   }, 
  "220514_02": {
    "id": "220514_02",
    "cover": "220514_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220514_02-img00.png", "orgimg": "220514_02-img00.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 14, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-9468913?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": ["bitter","tShot","selca"],
    "cpt": '『잘생겼네<br>（ハンサムだね）』<br> <br>🐰『말도 없이 올린다? ㅋㅋㅋ ㅇㅋㅇㅋ<br>（僕に報告なくアップするのか？ｗｗｗ）』<br>🐮『아니 장난인거 알잖아 엉아야ㅎ;;<br>（いや冗談だって知ってるじゃんオンア）』<br>'
   }, 
  "220514_03": {
    "id": "220514_03",
    "cover": "220514_03-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220514_03-img00.png", "orgimg": "220514_03-img00.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 14, "priority": 1, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-287625?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": ["quarrel","gag","sweet"],
    "cpt": '🐰『일단<br>너가 먼저 시작한거야 사진 ^^<br>（とりあえず<br>お前が先に始めたんだよ 写真）』<br>🐮『웅 덤벼덤벼<br>나도 있어^^<br>（おうかかってこい<br>ここにいるから）』<br> <br>🐮『잘못했어요<br>（ごめんなさい）』<br> <br>🐰『잘못한거 아는구만 ㅎㅎ 귀여워 동생❤️<br>（間違ったの分かってるねｗｗ可愛い弟❤️）』<br>🐮『어~~ 이거야~~ 이게 나야~<br>（あ～これだよ～これが僕だよ～～）』<br>🐰『야구선수 정환이 귀여워 💕 마이 아껴!<br>（野球選手ジョンファニかわいい💕凄く愛しい！）』<br>'
   }, 
  "220515_00": {
    "id": "220515_00",
    "cover": "220515_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220515_00-img00.png", "orgimg": "220515_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220515_00-tmb01.jpg", "orgimg": "220515_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220515_00-tmb02.jpg", "orgimg": "220515_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220515_00-tmb03.jpg", "orgimg": "220515_00-img03.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 15, "priority": 0, "link": "https://weverse.io/treasure/artist/0-8981?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": ["aSelca","tShot","selca","gag"],
    "cpt": '『이것도 남찍사..? 아잇 몰라 그냥 올려용~!<br>（これも他撮り…？ 分かんない。そのままアップしちゃいます~ん！）』<br>🐰『야구선수 정환아 허허 ㅎㅎ ㅇㅋ<br>（野球選手ジョンファン、ハハハ）』<br>'
   }, 
  "220516_00": {
    "id": "220516_00",
    "cover": "220516_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220516_00-img00.png", "orgimg": "220516_00-img00.png" },
  { "imgtype": "video", "tmbimg": "220516_00-img01.mp4", "orgimg": "220516_00-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 5, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/artist/0-6805?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","mill"],
    "cpt": 'ジョンファンが撫でるネコになりきるドヨン<br> <br>『간질간질~<br>（むずむず～）』<br>🐰『나 간지러워 그만그만 😙🙂🫣<br>（僕くすぐったいからやめやめ）』<br>'
   }, 
  "220517_00": {
    "id": "220517_00",
    "cover": "220517_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220517_00-img00.png", "orgimg": "220517_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220517_00-img01.png", "orgimg": "220517_00-img01.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 17, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-11941453?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "sweet",
    "cpt": '『도영이 형 美쳤다<br>（ドヨンイヒョン、凄すぎる）』<br> <br>『도영이얔 정환의 비명소리가 꽤 멀리서 들리나요?』<br>（ドヨンイヤ、ジョンファンの叫びがかなり遠くからきこえますか？）<br>🐰『야구선수 정환이 귀엽넹😁<br>（野球選手ジョンファニかわいいねん😁）』<br>'
   }, 
  "220517_01": {
    "id": "220517_01",
    "cover": "220517_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220517_01-img00.png", "orgimg": "220517_01-img00.png" },
  { "imgtype": "img", "tmbimg": "220517_01-img01.jpg", "orgimg": "220517_01-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 17, "priority": 1, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-12228135?hl=ja" },
    "plt": "wPost",
    "sender": "tr",
    "tag": ["team","gag","sweet"],
    "cpt": '『현석아 정환이는 현석이가 보고싶은데 어떻게 해야될까😥😥<br>（ヒョンソガ、ジョンファニはヒョンソガに会いたいんだけどどうすればいいの😥😥）』<br>『ㅋㅋㅋㅋㅋㅋㅋㅋㅋ』<br> <br>🐰『ㅋㅋㅋㅋ』<br>🦔『ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ오늘밤에 페이스타임 꼬우 저번에 자고있었어서 못받음 ㅎ.<br>（wwwwww今夜フェイスタイムゴーこの前寝てたから出られない。）』<br>🐮『오예 드루와~<br>（オーイェーかかってこい～）』<br> <br>🐮『도비도 드루와~<br>（ドビーもかかってこい～）』<br>🦔『김삐로통통 합류하쉴?!<br>（キムピロトントン合流する？！）』<br> <br>🐰『나도 들어감 👨‍💻<br>（私も参戦 👨‍💻）」<br> <br>🐰『Choihyunsuk did you say bbirotongtong?!<br>（チェ・ヒョンソクさんピロトントンって言いましたか？！）』<br>🦔『lol😂😂🤣😂🤣😂🤣 No I said bbirotongtong \'Kim’<br>（いやキムって言いました）』<br>🐰『LOL😂😂』<br>'
   }, 
  "220519_00": {
    "id": "220519_00",
    "cover": "220519_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220519_00-img00.png", "orgimg": "220519_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220519_00-tmb01.jpg", "orgimg": "220519_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 19, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1527155842650636293?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": ["selca","sweet"],
    "cpt": '（皆さん、今日は私が生まれて6300日だと聞いて また来ました😝😝😝）<br> <br>ジョンファンのツイートに『귀여워 __DO（かわいい）』のリプライが付く<br>'
   }, 
  "220519_01": {
    "id": "220519_01",
    "cover": "220519_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220519_01-img00.png", "orgimg": "220519_01-img00.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 19, "priority": 0, "link": "https://weverse.io/treasure/artist/2-5665?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": "gag",
    "cpt": '『도영이는 지금 무엇을 하고 있을까요<br>1.밥을 먹는다<br>2.침대에서 여유를 즐긴다<br>3.트레저 메이커를 위해 어떤걸 할지 생각한다<br>4.마피아 게임을 한다<br>5.책을 읽는다<br>6.2022학년도 수능대비 수능 특강 국어영역 언어와 매체를 풀고 있다<br>7.피아노 치며 위버스 한다<br>8.양 67마리 까지 세고 있다<br>정답 맞추면 삐로통통 쏜다 🚀🚀<br>（ドヨンは今、何をしているでしょうか<br>1.ご飯を食べてる<br>2.ベッドで余裕を楽しんでる<br>3.トレジャーメーカーのためにどんなことをするか考えてる<br>4.マフィアゲームをしてる<br>5.本を読んでいる<br>6.2022学年度修学能力試験に備えた修能特講、国語領域言語と媒体を緩めている<br>7.ピアノを弾きながらウィーバーズをしている<br>8.羊67頭まで数えている<br> <br>正解を当てたらピロトントン撃つ🚀🚀）』<br>🐮『그냥 쏴주면 안됨?<br>（そのまま撃ってくれない？）』<br>'
   }, 
  "220520_00": {
    "id": "220520_00",
    "cover": "220520_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220520_00-img00.png", "orgimg": "220520_00-img00.png" }
    ],
    "date": { "year": 2022, "month": 5, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-14928448?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": "gag",
    "cpt": '『아니 저 브론즈 아니에욬ㅎㅋㅎㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎ<br>（いや僕ブロンズじゃないですよｗｗｗｗｗ）』<br> <br>💅『그거나 그거나<br>（ブロンズもゴールドも同じようなもんだ）』<br>🐮『🤯』<br>🐰『그니까<br>（そうだそうだ）』<br>🐮『뭘 그니까얔ㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（いや何がそうだそうだだよｗｗｗｗ）』<br>🐰『난 롤 안해..<br>（僕はlolしない…）』<br>🐰『아낀다 마이 브로<br>（大切にしてる僕の親友）』<br>🐮『😉』<br>'
   }, 
  "220526_00": {
    "id": "220526_00",
    "cover": "220526_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220526_00-img00.png", "orgimg": "220526_00-img00.png" },
  { "imgtype": "video", "tmbimg": "220526_00-img01.mp4", "orgimg": "220526_00-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 5, "day": 26, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1529753625638993920?s=20" },
    "plt": "twitter",
    "sender": "dg",
    "tag": "gag",
    "cpt": '『때찌👊』<br>（てちっ）<br>※軽く𠮟るときに使う赤ちゃん言葉<br> <br>ジョンファンのツイートに『정환이 잘하네~~~~~ 귀엽다 _ DO（ジョンファン上手だね～～～～～かわいい）』のリプライが付く<br>'
   }, 
  "220526_01": {
    "id": "220526_01",
    "cover": "220526_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220526_01-img00.png", "orgimg": "220526_01-img00.png" },
  { "imgtype": "video", "tmbimg": "220526_01-img01.mp4", "orgimg": "220526_01-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 5, "day": 26, "priority": 0, "link": "https://weverse.io/treasure/artist/0-5542?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "sweet",
    "cpt": '『공이 제가 무서워서 도망가네용ㅠ 어딜 도망가잇😈<br>（ボールが僕のこと怖くて逃げてますんㅠ どこに逃げてるの😈）』<br> <br>🐰『귀엽네<br>（かわいいね）』<br> <br>💅『만약 정환이 김삐로통통과 축구를 한다면 누가 이길까용??🥇<br>（もしジョンファンがキムピロトントンとサッカーをしたらどっちが勝つでしょうか？？🥇）』<br>🐰『김삐로통통이 축구하다 다칠겁니다..<br>（キムピロトントンがサッカーをして怪我をします..）』<br>'
   }, 
  "220530_00": {
    "id": "220530_00",
    "cover": "220530_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220530_00-img00.png", "orgimg": "220530_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220530_00-tmb01.jpg", "orgimg": "220530_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220530_00-tmb02.jpg", "orgimg": "220530_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1531244404983271424?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["sweet","selca","bb"],
    "cpt": '『도비랑 농구했다잉~ 재밌었당🏀🏀<br>（ドビーとバスケをしたよん～面白かった）』<br>'
   }, 
  "220531_00": {
    "id": "220531_00",
    "cover": "220531_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220531_00-img00.png", "orgimg": "220531_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220531_00-tmb01.jpg", "orgimg": "220531_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220531_00-tmb02.jpg", "orgimg": "220531_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220531_00-tmb03.jpg", "orgimg": "220531_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220531_00-tmb04.jpg", "orgimg": "220531_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1531649336047714304?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["selca","sweet","mill"],
    "cpt": '『안녕 삐로통통❤<br>（こんにちはピロトントン）』<br>『캬 누가 찍었길래 이리 잘찍었지🫣<br>（キャー！誰が撮ったからこんなに良いの？）』<br>『정환이라고 있지💕<br>（ジョンファンが撮った💕）』<br>'
   }, 
  "220603_00": {
    "id": "220603_00",
    "cover": "220603_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220603_00-img00.png", "orgimg": "220603_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220603_00-img01.png", "orgimg": "220603_00-img01.png" },
  { "imgtype": "img", "tmbimg": "220603_00-tmb02.jpg", "orgimg": "220603_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220603_00-img03.jpg", "orgimg": "220603_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220603_00-img04.jpg", "orgimg": "220603_00-img04.jpg" },
  { "imgtype": "img", "tmbimg": "220603_00-img05.jpg", "orgimg": "220603_00-img05.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 3, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-319596?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["bitter","selca","gag","bb","quarrel"],
    "cpt": '『여러분 뭐하시나용<br>（みなさん何してますかん）』<br> <br>🐰『너 생각<br>（お前のこと考えてる）』<br>🐮『넵🥱<br>（は～い🥱）』<br> <br>💅『롤 그니까 빨리 디코 들어와<br>（lolしてるからはやくDico入ってきて）』<br>🐮『넵 디코가 뭔데요<br>（はいん？Dicoって何ですか？）』<br>🐰『디스코드 ...<br>（Discord…）』<br>🐮『그니까 무슨 코드인데 그게<br>（だから何のコードなんだよそれ）』<br>🐰『트메를 만날수있는 입력 코드지<br>（トゥメに会える入力コード紙）』<br>🐮『그럼 디스트메코드라고 하던가😝<br>（じゃ、デストゥメコードとか😝）』<br>🐮『죄송해요 도영이형한테 안좋은것만 배웠네요ㅠ<br>（ごめんなさい。ドヨンさんから 良くないことだけ教わりました）』<br>🐰『정환이 센스 조아 ⭐️<br>（ジョンファニセンス良いね⭐️）』<br> <br>💅『도영아~~정환이를 포겟몬에 비유한다면 뭐야~??<br>（ドヨンア～ジョンファンをポケモンに例えたら何？）』<br>🐮『도영이형은 약간 우츠동느낌인데<br>（ドヨンイヒョンはちょっとウツドンみたいな感じだけっど）』<br>🐰『정환이는 음 ..looks like 골루그?<br>（ジョンファニは…ゴルーグに見える？）』<br>🐮『음.. you looks like 루주라<br>（うーん…あんたはルージュラに見える）』<br> <br>💅『정환아 너 도영이한테 농구 졌어?<br>（ジョンファナ、ドヨンにバスケで負けたの？）』<br>🐰『소문이 벌써 퍼졌어요??!! ㅋㅋㅋ<br>（噂は既に広まりましたか??!!ｗｗｗ）』<br>'
   }, 
  "220603_01": {
    "id": "220603_01",
    "cover": "220603_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220603_01-img00.png", "orgimg": "220603_01-img00.png" },
  { "imgtype": "img", "tmbimg": "220603_01-tmb01.png", "orgimg": "220603_01-img01.png" }
    ],
    "date": { "year": 2022, "month": 6, "day": 3, "priority": 1, "link": "https://weverse.io/treasure/artist/1-2182?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["bitter","aSelca","quarrel"],
    "cpt": '『야생 정환몬이 나타났다!!!!<br>（野生のジョンファンモンが現れた！）』<br> <br>🐮『형이 시작한거야<br>（ヒョンがはじめたんだよ）』<br>🐰『ㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>또 뭔 시작이야<br>（また何の始まりだよ）』<br>🐰『농구나 들어와 @소정환<br>（バスケででもかかってこい）』<br> <br>💅『복수 당해도 도영이는 정환이를 귀엽다고 하는거지?ㅎㅎ<br>（復讐されてもドヨンイはジョンファニが可愛いんだよね？）』<br>🐰『빙고빙고 ! ㅋㅋㅋㅋㅋㅋㅋ 정환이한테는 쉿<br>（ビンゴビンゴ！ｗｗｗｗジョンファニにはシッ）』<br>'
   }, 
  "220603_02": {
    "id": "220603_02",
    "cover": "220603_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220603_02-img00.png", "orgimg": "220603_02-img00.png" }
    ],
    "date": { "year": 2022, "month": 6, "day": 3, "priority": 2, "link": "https://weverse.io/treasure/fanpost/2-7777087?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "gag",
    "cpt": '『도영아, 정환과 지훈이 물에 빠진다면 누구를 먼저 구하시겠어요???<br>（ドヨンア、ジョンファンとジフンが溺れたら 誰を先に助けますか？？？）』<br>🐰『나도 같이 빠져야죠<br>（僕も一緒に溺れないといけない）』<br>💅『ㅋㅋㅎㅋㅎ 넌 수영할 수 있었잖아』<br>（お前は泳げたじゃんｗｗｗｗ）』<br>'
   }, 
  "220603_03": {
    "id": "220603_03",
    "cover": "220603_03-cvr.png",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220603_03-img00.png", "orgimg": "220603_03-img00.png" }
    ],
    "date": { "year": 2022, "month": 6, "day": 3, "priority": 3, "link": "https://weverse.io/treasure/fanpost/1-327586?hl=ja" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "bb",
    "cpt": '『도영아~ 요즘에는 정환이랑 농구 열심히할게 왜구래???<br>（ドヨンア～最近はジョンファニとバスケ頑張ってるけどどうしたの？？？）』<br>🐰『최근에는 근육통 풀려고 했어요 ㅋㅋ<br>근데 이겨버렸지 모얌 😆😆<br>（最近は筋肉痛を解消しようとしましたｗｗ<br>でも勝っちゃったよ。なにぃ😆😆）』<br>'
   }, 
  "220605_00": {
    "id": "220605_00",
    "cover": "220605_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220605_00-img00.png", "orgimg": "220605_00-img00.png" },
  { "imgtype": "video", "tmbimg": "220605_00-img01.mp4", "orgimg": "220605_00-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 6, "day": 5, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1533294014518427650?s=20" },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["team","dance"],
    "cpt": '도루환의 JiggleJiggle~ 🎵🎵<br>챌린지⭐️⭐️<br>ドルファンのJiggle~🎵🎵<br>チャレンジ⭐︎⭐︎<br> <br>JiggleJiggleチャレンジをするドヨン・ハルト・ジョンファン<br>'
   }, 
  "220605_01": {
    "id": "220605_01",
    "cover": "220605_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220605_01-img00.png", "orgimg": "220605_01-img00.png" },
  { "imgtype": "video", "tmbimg": "220605_01-img01.mp4", "orgimg": "220605_01-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 6, "day": 5, "priority": 2, "link": "https://twitter.com/treasuremembers/status/1533297495089958913?s=20" },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["team","dance"],
    "cpt": '비하인드✌️<br>ビハインド✌️<br> <br>JiggleJiggleチャレンジのビハインド動画<br>'
   }, 
  "220605_02": {
    "id": "220605_02",
    "cover": "220605_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220605_02-img00.png", "orgimg": "220605_02-img00.png" },
  { "imgtype": "img", "tmbimg": "220605_02-img00.png", "orgimg": "220605_02-img00.png" },
  { "imgtype": "img", "tmbimg": "220605_02-img02.jpg", "orgimg": "220605_02-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 5, "priority": 1, "link": ["https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-124031?hl=ja","https://www.notion.so/c7b07e15d54d4330bd61394c1e058740?pvs=4#9cb6e13a32e743669e922b09cbfdbeb5"] },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["mill","gag"],
    "cpt": '『이게 누구지 🫣<br>（これは誰だ🫣）』<br>'
   }, 
  "220610_00": {
    "id": "220610_00",
    "cover": "220610_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220610_00-img00.png", "orgimg": "220610_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220610_00-tmb01.jpg", "orgimg": "220610_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 10, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1535170436119400448?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["selca","mill"],
    "cpt": '『도비형 옷』<br>（ドビヒョンの服）<br>'
   }, 
  "220610_01": {
    "id": "220610_01",
    "cover": "220610_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220610_01-img00.png", "orgimg": "220610_01-img00.png" },
  { "imgtype": "video", "tmbimg": "220610_01-img01.mp4", "orgimg": "220610_01-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 6, "day": 10, "priority": 0, "link": "https://weverse.io/treasure/artist/0-1400?hl=ja" },
    "plt": "wPost",
    "sender": "hn",
    "tag": ["bitter","quarrel","gag"],
    "cpt": '『🤨』<br> <br>💅『정환아 눈이 누나한테 빌려주면 안돼?? 진짜 예뽀다🥺<br>（ジョンファナ、目をお姉ちゃんに貸してくれない？本当に綺麗だ）』<br>🐮『🥺 안대..<br>（いやん…）』<br>🐰『나는?<br>（僕は？）』<br>🐮『너는 뭐ㅋㅋ<br>（僕は何だよｗｗ）』<br> <br>💅『정환 너 지금 도영닮았어<br>（ジョンファンお前今ドヨンに似ている）』<br>🐰『엥????????ㅋㅋㅋ<br>（え～？？？？？？ｗｗｗ）』<br>🐮『그것은 정환에게 큰 상처이다<br>（その言葉はジョンファンを大いに傷つけた）』<br> <br>💅『화니짱 나야 도영이야<br>（ファニちゃん、僕だよ、ドヨンだよ）』<br>（ファニちゃん、僕だよ、ドヨンだよ）』<br>（ドヨンはドヨンが好きなのでドヨンに行きます(?)）』<br>'
   }, 
  "220610_02": {
    "id": "220610_02",
    "cover": "",
    "imglist": [
  { "imgtype": "", "tmbimg": "", "orgimg": "" }
    ],
    "date": { "year": 2022, "month": 6, "day": 10, "priority": 2, "link": "https://www.weverse.io/treasure/artist/1694566777582291/comments/1694566938094000" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "tbd",
    "cpt": '💅『도영아 정환이 입는 옷 알지? 😂😂<br>（ドヨンア、ジョンファンが着てる服知ってるよね？😂😂）』<br> <br>（Twitterに投稿された🐰の服を着る🐮のことを言っている）<br> <br>🐰『난 정환이 신발도 신어서 ㅎㅅㅎ<br>서로 필요한걸 빌려주지<br>（僕はジョンファンの靴も履いてるから<br>お互いに必要なものを貸してあげよう）』<br>'
   }, 
  "220612_00": {
    "id": "220612_00",
    "cover": "220612_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220612_00-img00.png", "orgimg": "220612_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220612_00-img01.jpg", "orgimg": "220612_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220612_00-tmb02.jpg", "orgimg": "220612_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 12, "priority": 0, "link": ["https://weverse.io/treasure/fanpost/1-95550","https://weverse.io/treasure/fanpost/2-140835","https://weverse.io/treasure/fanpost/0-140472?hl=ja","https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-12225?hl=ja"] },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["bitter","quarrel","gag"],
    "cpt": '🐰『맞네 맞네!! 소정환 소환 ___!<br>（そうです、そうです！！ ソ·ジョンファン召喚です！）』<br>🐮『왜 불러 내가 소환권 3번 줬지 이제 2번 남았다.<br>（なんで呼ぶんですか？僕が召喚権を3回あげたんだ？あと2回残ってる。）』<br>🐰『소정환 소환__!!!! (1장 남음)<br>（ソジョンファン召喚!!!!(残り1枚)）』<br>🐰『소정환 소환_______!!!!!!!! 😙😙<br>（ソ·ジョンファンを召喚!!!! 😙😙）』<br>🐮『오 근데 제 얼굴은 누가 닦은거죠<br>（お、でも僕の顔は誰が拭いたんですか）』<br>🐮『아니 소환권 끝. 뒤에서 노래 계속 부르면 폰에 있는 엽사 다 푼다 형아야~ㅎㅎ<br>（いいえ、召喚権は終了です。 後ろで歌をずっと歌ったら スマホの変顔写真を全部公開するよ（笑））』<br> <br>（ドヨンのプロフィール写真で扮装したトゥメ）<br>💅『아이고 정환아 너무 잘생겻어』<br>（あぁジョンファン、すごくかっこいいですジョンファン）<br> <br>🐮『아 속았다ㅋㅎㅋㅎㅋㅋㅎㅋㅎ<br>（あ、騙されました）』<br>💅『부어 있어도 귀여우니까 용서받을 수 있어🥲🥲🥲<br>（むくんでいても可愛いから許せます🥲🥲🥲）』<br>🐮『아닌데..근데 도영이형 때문에 짜증나려고 해요 너무 시끄러워여<br>（違うんですけど..でもドヨンさんのせいでイライラしそうです。 すごくうるさいです）』<br> <br>'
   }, 
  "220613_00": {
    "id": "220613_00",
    "cover": "220613_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220613_00-img00.jpg", "orgimg": "220613_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220613_00-tmb01.jpg", "orgimg": "220613_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220613_00-tmb02.jpg", "orgimg": "220613_00-img02.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 13, "priority": 0, "link": "https://www.weverse.io/treasure/artist/1694832176186012?photoId=329541302" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": "tt",
    "cpt": '『올탁구나 서열정리하러 온 라끼돌😎<br>（おお〜卓球や序列を決めに来たラキドル😎）』<br>'
   }, 
  "220616_00": {
    "id": "220616_00",
    "cover": "220616_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220616_00-img00.png", "orgimg": "220616_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220616_00-tmb01.jpg", "orgimg": "220616_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220616_00-tmb02.jpg", "orgimg": "220616_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220616_00-tmb03.jpg", "orgimg": "220616_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220616_00-tmb04.jpg", "orgimg": "220616_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 16, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1537386650317119488?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","youth","bb"],
    "cpt": '1on1バスケで勝ったジョンファンと負けたドヨン どちらのものかは分からないが<br> <br>『오늘 하루는 잊을수없다..（今日のことは忘れられない…）』<br> <br>とリプライがされている<br>'
   }, 
  "220621_00": {
    "id": "220621_00",
    "cover": "",
    "imglist": [
  { "imgtype": "", "tmbimg": "", "orgimg": "" }
    ],
    "date": { "year": 2022, "month": 6, "day": 21, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1695527203581948/comments/1695528032569570" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "gag",
    "cpt": '💅『만약 정환이가 갑자기 당신에게 " 삐로통통"이라고 말한다면요 ㅋㅋ 도영이가 정환한테 뭐라고 할 거예요??<br>（もしジョンファンが急にあなたに「ピロトントン」と言ったら ドヨンがジョンファンに何て言うんですか？？）』<br>🐰『뭔데..? 영상 찍어?<br>（何？映像撮るの？）』<br> <br>※情報が不足しています<br>画面の確認ができておりません。<br>'
   }, 
  "220627_00": {
    "id": "220627_00",
    "cover": "220627_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220627_00-img00.jpg", "orgimg": "220627_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 6, "day": 27, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1696061693121184" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["sweet","mill","tbd"],
    "cpt": '『이거 귀엽네…』<br>（これかわいいね…）<br>'
   }, 
  "220701_00": {
    "id": "220701_00",
    "cover": "220701_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220701_00-img00.jpg", "orgimg": "220701_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 1, "priority": 0, "link": "https://www.weverse.io/treasure/feed/1696412424713233" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "muscle",
    "cpt": '💅『정환이랑 같이 해본적이 없는 스포츠는 뭐야?<br>（ジョンファンと一緒にやったことのないスポーツは何？）』<br>🐰『안해본거 엄청 많은데 같이 해보고 싶은건 클라이밍??<br>（やったことないことがすごく多いんだけど一緒にやってみたいのはクライミング？？）』<br>'
   }, 
  "220705_00": {
    "id": "220705_00",
    "cover": "220705_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220705_00-img00.jpg", "orgimg": "220705_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220705_00-img01.jpg", "orgimg": "220705_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220705_00-img02.jpg", "orgimg": "220705_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220705_00-img03.jpg", "orgimg": "220705_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220705_00-tmb04.jpg", "orgimg": "220705_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 5, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-100272341" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["quarrel","gag"],
    "cpt": '💅『자동차 키의 색깔은?? 카키색 ㅋㅋㅋㅎㅋㅎㅋㅋㅋㅎㅋㅎㅋㄹㅋㅎㅋㅋㄹㅋㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋ<br>（車のキーの色は？？ カーキー色ｗｗｗｗｗｗｗｗ）』<br>🐮『죄송한데 도영이형 같아요<br>（すみませんがドヨンさんみたいです）』<br>🐰『삐로통통__카키색💙<br>（ピロトントン__カーキ色💙）』<br>（ピロトントン__カーキ色💙）』<br>（"💙" それはカーキ色ではありません、ドヨン。）』<br>🐰『정환 당신은 완벽주의자입니까 ?<br>（ジョンファン、あなたは完璧主義者ですか？）』<br>（私はあなたにがっかりした。）』<br> <br>💅『정환아 나 롤 챌러저임!! 한번만 믿어 봐 플리즈<br>（ジョンファン、僕はロールチャレンジャーだよ！！ 一度だけ信じてみて、プリーズ）』<br>🐮『네~~ 믿어요~~😏<br>（はい信じます😏）』<br>🐰『제가 티어를 잘 모르는데 정환이는 브라운..? 약간 그쪽 계열이던데 ..<br>（僕がティアをよく知らないんだけど、 ジョンファンはブラウン…？ ちょっとそっち系だったけど..）』<br>🐰『브론즈라고 하면 정환이 화나서 일부로 돌려서 브라운 쪽 계열이라구 했어요 다들 쉿! 비밀 ㅎㅎ<br>（ブロンズと言えばジョンファンが怒って 一部で 回してブラウン系だと言いました みんなシッ！秘密ww）』<br>🐮『색깔도 모르면서 당당하지 마세요 도영<br>（色も知らないくせに堂々としないでください ドヨン）』<br>🐰『싸우면 제가 지긴해요 ㅎㅎㅎ<br>（ケンカしたら僕が負けはします フフフ）』<br>🐮『도영 나는 당신의 거짓된 발언을 증오한다😡😡<br>（ドヨン、私はあなたの偽りの発言が嫌いだ😡😡）』<br>🐰『잘못했습니다...부디 나를 용서해주오 정환. 😭😭<br>（すみません···どうか私を許してください、ジョンファン。 😭😭）』<br>🐰『담에 지짜 정환이 티어 보고 올게욧! 뿅♥️<br>（今度は本当にジョンファンのティアを見てきます！ ピョン♥️）』<br> <br>💅『오빠 나 농구 잘 하는데 다음에 한 판 하자?😼<br>（オッパ、私バスケットボール上手だから今度一回やろうか？😼）』<br>🐮『도영이형부터 이기고 오세요<br>（ドヨンさんから勝ってきてください）』<br>🐰『우리 정환이 완전 잘해요!<br>（ジョンファン、すごく上手です！）』<br>🐮『도영이 껌ㅋㅎㅋㅎㅋㅋㅎㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（ドヨンのガムwww）』<br>🐮『빨리 반박해 형 트메들이 형 껌이랰ㅎㅋㅎㅋㅎㅎㅋㅎㅋㅎㅋㅎㅋ<br>（早く反論して。兄さん、トゥメたちがお兄さんのガムだって）』<br>🐰『아ㅋㅋㅋㅋㅎ 나 껌 좋아하지 ㅎㅎ 근데 턱 나온다해서 안먹어요 요즘!<br>（あ、私ガム好きだよ でもあごが出ると聞いて食べません、最近！）』<br>🐮『어어 너무 티엠아이다 형<br>（あ、すごくTMIだね。兄さん）』<br> <br>💅『정환아 사랑해,,도영한테 말하지마..<br>（ジョンファン、愛してる。ドヨンに言わないで..）』<br>🐰『트메야사랑해, 정환이한테 말하지마<br>（トゥメ愛してる、ジョンファンに言わないで）』<br>🐮『아니 무슨 전개야 대체<br>（いや、一体何の展開だよ）』<br>🐰『정환아 잘자 내 꿈꿔라 ~<br>（ジョンファン、おやすみ。 僕の夢を見て~）』<br>🐰『트메두 내꿈꽁🌙<br>（トゥメも 僕の夢来い🌙）』<br> <br>💅『도영이 정환을 이기는 종목은?<br>（ドヨンがジョンファンに勝つ種目は？）』<br>🐮『카트라이더 정도?<br>（カートライダーくらい？）』<br>🐰『빠진 거 있음 포켓몬고 확인.<br>（抜けたものがあればポケモンGOを確認。）』<br>'
   }, 
  "220706_00": {
    "id": "220706_00",
    "cover": "",
    "imglist": [
  { "imgtype": "", "tmbimg": "", "orgimg": "" }
    ],
    "date": { "year": 2022, "month": 7, "day": 6, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1696869044595271/comments/1696871110115980" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "mill",
    "cpt": '💅『도영아 누나 태권도하러 가는 중....빠이<br>（ドヨン、お姉さんテコンドーしに行く途中······バイ）』<br>🐰『정환이랑 같이 가요 ⭐️<br>（ジョンファニと一緒に行きますよ⭐️）』<br>'
   }, 
  "220707_00": {
    "id": "220707_00",
    "cover": "220707_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220707_00-img00.jpg", "orgimg": "220707_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220707_00-tmb01.jpg", "orgimg": "220707_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220707_00-tmb02.jpg", "orgimg": "220707_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220707_00-tmb03.jpg", "orgimg": "220707_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220707_00-tmb04.jpg", "orgimg": "220707_00-img04.jpg" },
  { "imgtype": "img", "tmbimg": "220707_00-tmb05.jpg", "orgimg": "220707_00-img05.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 7, "priority": 0, "link": "https://weverse.io/treasure/artist/0-100588305" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","selca"],
    "cpt": '『삐로통통__💗<br>오늘도 고생 많은 우리 트메 푹 자🌙<br>사랑하고 고마워~』<br> <br>（ピロトントン__💗<br>今日もお疲れ様、トゥメぐっすり寝てね🌙<br>愛してるし、ありがとう~）<br>'
   }, 
  "220708_00": {
    "id": "220708_00",
    "cover": "220708_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220708_00-img00.png", "orgimg": "220708_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220708_00-tmb01.jpg", "orgimg": "220708_00-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-100611544?hl=ja" },
    "plt": "wPost",
    "sender": "teume",
    "tag": "bitter",
    "cpt": '💅『도영이와 정환이의 손이 이렇게 생겼나요?😂😂😂<br>정환이한테 물어보자. 어때요, 정환 씨?<br>（ドヨンイとジョンファニの手は こういう形なんですか？😂😂😂<br>ジョンファンに聞いてみよう。<br>どうですか、ジョンファンさん？）』<br>🐰『아니요 아니요 ㅋㅎㅋㅎㅋㅎㅋㅎㅋ<br>（違います、違いますよｗｗｗｗｗ）』<br>'
   }, 
  "220711_00": {
    "id": "220711_00",
    "cover": "220711_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220711_00-img00.jpg", "orgimg": "220711_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220711_00-tmb01.jpg", "orgimg": "220711_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220711_00-tmb02.jpg", "orgimg": "220711_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220711_00-tmb03.jpg", "orgimg": "220711_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220711_00-tmb04.jpg", "orgimg": "220711_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 11, "priority": 0, "link": "https://weverse.io/treasure/artist/2-100860541" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["selca","tShot"],
    "cpt": '『연습실에서 ⭐️환영즈⭐️』<br> <br>（練習室で⭐️ふぁにょんず⭐️）<br>'
   }, 
  "220716_00": {
    "id": "220716_00",
    "cover": "",
    "imglist": [
  { "imgtype": "", "tmbimg": "", "orgimg": "" }
    ],
    "date": { "year": 2022, "month": 7, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-101298219/comment/0-200119700" },
    "plt": "wPost",
    "sender": "teume",
    "tag": "tbd",
    "cpt": '💅『가서 정환이에게 장난을 치세요.ㅋㅋㅋㅋㅋ<br>（行ってジョンファニにいたずらしてくださいｗｗｗｗ）』<br>🐰『ㅋㅎㅋㅎㅎㅋㅋㅎㅋㅋㅎㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋ너무 단호해.<br>（ｗｗｗｗｗとても頑固）』<br> <br>※情報が不足しています。<br>画面の確認ができておりません。<br>'
   }, 
  "220720_00": {
    "id": "220720_00",
    "cover": "220720_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220720_00-img00.jpg", "orgimg": "220720_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/4-100802923?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["mill","sweet"],
    "cpt": '💅『정환이가 어디있나요?<br>（ジョンファンはどこにいますか？）』<br>🐰『정환이 자요<br>（ジョンファン寝ています）』<br>'
   }, 
  "220720_01": {
    "id": "220720_01",
    "cover": "220720_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220720_01-img00.jpg", "orgimg": "220720_01-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 20, "priority": 1, "link": "https://weverse.io/treasure/fanpost/0-101572532?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "mill",
    "cpt": '💅『지금 정환이 일어났어?<br>（もうジョンファン起きた？）』<br>🐰『제 옆에서 깐족깐족중 ㅎㅋㅎㅋ<br>（僕の隣でふざけ中wwwwww）』<br>'
   }, 
  "220729_00": {
    "id": "220729_00",
    "cover": "220729_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220729_00-img00.jpg", "orgimg": "220729_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 29, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-102050730?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "mill",
    "cpt": '💅『도영이는 누구와 같은 방을 쓰나요? 루토와 정우는 한 방에 있는 듯<br>（ドヨンは誰と同じ部屋を使っていますか？ ルトとジョンウは一緒にいるようだ）』<br>🐰『트레저 귀요미 아기 옆에 이쪄 ㅎㅎ<br>（TREASUREの可愛い赤ちゃんの隣にいます）』<br>🐰『ㅋㅋㅋ웅<br>（wwwうん）』<br>'
   }, 
  "220729_01": {
    "id": "220729_01",
    "cover": "220729_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220729_01-img00.jpg", "orgimg": "220729_01-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 29, "priority": 1, "link": "https://weverse.io/treasure/fanpost/4-101412882?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "mill",
    "cpt": '💅『정환이 어디있어?<br>（ジョンファンはどこにいるの？）』<br>🐰『샤워 가운 입고 자고 있어요<br>（シャワーガウンを着て寝てます）』<br>🐰『어제 제가 먼저 잠들어서 ... 기억은 안나요<br>（昨日僕が先に寝てしまって··· 覚えていません）』<br>'
   }, 
  "220729_02": {
    "id": "220729_02",
    "cover": "220729_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220729_02-img00.jpg", "orgimg": "220729_02-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220729_02-img01.jpg", "orgimg": "220729_02-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 29, "priority": 2, "link": "https://weverse.io/treasure/fanpost/2-102192448?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "muscle",
    "cpt": '💅『나는 정환이가 이런 것을 보고 매우 놀랐다 ㅠ<br>（ジョンファンのこんな姿を見てすごく驚いた泣）』<br>🐰『옴마야<br>（ママよ）』<br>🐰『아기 아니네<br>（赤ちゃんじゃない）』<br>'
   }, 
  "220731_00": {
    "id": "220731_00",
    "cover": "220731_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220731_00-img00.png", "orgimg": "220731_00-img00.png" },
  { "imgtype": "img", "tmbimg": "220731_00-tmb01.jpg", "orgimg": "220731_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220731_00-tmb02.jpg", "orgimg": "220731_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220731_00-tmb03.jpg", "orgimg": "220731_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "220731_00-tmb04.jpg", "orgimg": "220731_00-img04.jpg" }
    ],
    "date": { "year": 2022, "month": 7, "day": 31, "priority": 1, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/4-101484444" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["tShot","selca"],
    "cpt": '『오늘도 호아이팅』<br> <br>（今日もファイティン）<br>'
   }, 
  "220731_01": {
    "id": "220731_01",
    "cover": "220731_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220731_01-img00.jpg", "orgimg": "220731_01-img00.jpg" },
  { "imgtype": "video", "tmbimg": "220731_01-img01.mp4", "orgimg": "220731_01-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 7, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1553434314225856512?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["aSelca","foods"],
    "cpt": '『땡큐 타일랜드 굿 후르츠❤🥭🍐』<br> <br>フルーツと戯れる환영즈<br>'
   }, 
  "220802_00": {
    "id": "220802_00",
    "cover": "220802_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220802_00-img00.jpg", "orgimg": "220802_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 8, "day": 2, "priority": 0, "link": "https://weverse.io/treasure/artist/0-102326916?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": "muscle",
    "cpt": '💅『8월은 정환이와 새로운 스포츠에 도전해보는게 어때??<br>（8月はジョンファンと新しいスポーツに挑戦してみたらどう？？）』<br>🐰『테니스는 꼭 도전할겁니다<br>（テニスに挑戦します）』<br>🐰『테니스 브이앱 ㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（テニスV LIVEwww）』<br>🐰『테브 테브<br>（テVテV ※テニスV LIVEの略）』<br>'
   }, 
  "220804_00": {
    "id": "220804_00",
    "cover": "220804_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220804_00-img00.jpg", "orgimg": "220804_00-img00.jpg" }
    ],
    "date": { "year": 2022, "month": 8, "day": 4, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-102487868?hl=ko" },
    "plt": "wPost",
    "sender": "dg",
    "tag": ["gag","quarrel"],
    "cpt": '💅『정환 & 도영<br>（ジョンファン&ドヨン）』<br>🐰『왔다 갔다 하는것같은데 ㅋㅎㅋㅋㅎㅎㅋㅎ<br>（行ったり来たりしてるみたいだけどwww）』<br>'
   }, 
  "220712_00": {
    "id": "220712_00",
    "cover": "220712_00-cvr.jpg",
    "imglist": [
  { "imgtype": "video", "tmbimg": "220712_00-img00.mp4", "orgimg": "220712_00-img00.mp4" },
  { "imgtype": "video", "tmbimg": "220712_00-img01.mp4", "orgimg": "220712_00-img01.mp4" }
    ],
    "date": { "year": 2022, "month": 7, "day": 12, "priority": 0, "link": "https://www.instagram.com/p/Cf5l2tcPhNm/" },
    "plt": "instagram",
    "sender": "hn",
    "tag": ["sweet","robinson","team"],
    "cpt": 'ヒョンソクの肩の上でぶつかり合うジョンファンとドヨンの手<br>その後ジョンファンが小指でドヨンの小指に触れに行った<br>'
   }, 
  "220516_01": {
    "id": "220516_01",
    "cover": "220516_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220516_01-img00.jpg", "orgimg": "220516_01-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220516_01-tmb01.jpg", "orgimg": "220516_01-img01.jpg" },
  { "imgtype": "img", "tmbimg": "220516_01-tmb02.jpg", "orgimg": "220516_01-img02.jpg" },
  { "imgtype": "img", "tmbimg": "220516_01-tmb03.jpg", "orgimg": "220516_01-img03.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 16, "priority": 1, "link": "https://weverse.io/treasure/media/1-1315?hl=ja" },
    "plt": "wPost",
    "sender": "hndg",
    "tag": ["tt","tShot","selca"],
    "cpt": '올 탁구나!🏓<br>2022 골든라켓 챔피언십 🏆<br>⭐️올스타팀⭐️으로<br>함께해서 즐거웠습니다<br> <br>オール卓球だよ！🏓<br>2022ゴールデンラケットチャンピオンシップ🏆<br>⭐️オールスターチーム⭐︎へ<br>一緒に過ごせて楽しかったです<br>'
   }, 
  "220516_02": {
    "id": "220516_02",
    "cover": "220516_02-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220516_02-img00.jpg", "orgimg": "220516_02-img00.jpg" },
  { "imgtype": "img", "tmbimg": "220516_02-tmb01.jpg", "orgimg": "220516_02-img01.jpg" }
    ],
    "date": { "year": 2022, "month": 5, "day": 16, "priority": 2, "link": "https://twitter.com/ygtreasuremaker/status/1526208534240563200?s=20&t=LEobX73G-XPVAtcfYrsicQ" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tt","tShot","selca"],
    "cpt": '올 탁구나!🏓<br>2022 골든라켓 챔피언십 🏆<br>⭐️올스타팀⭐️으로<br>함께해서 즐거웠습니다<br> <br>オール卓球だよ！🏓<br>2022ゴールデンラケットチャンピオンシップ🏆<br>⭐️オールスターチーム⭐︎へ<br>一緒に過ごせて楽しかったです<br>'
   }, 
  "220316_01": {
    "id": "220316_01",
    "cover": "220316_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "220316_01-tmb00.jpg", "orgimg": "220316_01-img00.png" }
    ],
    "date": { "year": 2022, "month": 3, "day": 16, "priority": 1, "link": "" },
    "plt": "other",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '『NAVER』が提供するラジオ配信アプリ『Naver NOW』にて公開されたセルカ<br>'
   }, 
  "211201_00": {
    "id": "211201_00",
    "cover": "211201_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211201_00-img00.jpg", "orgimg": "211201_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "211201_00-tmb01.jpg", "orgimg": "211201_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "211201_00-tmb02.jpg", "orgimg": "211201_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "211201_00-tmb03.jpg", "orgimg": "211201_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "211201_00-tmb04.jpg", "orgimg": "211201_00-img04.jpg" }
    ],
    "date": { "year": 2021, "month": 12, "day": 1, "priority": 0, "link": "https://twitter.com/ygtreasuremaker/status/1465878319203700741?s=20" },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["quarrel","tShot","aSelca"],
    "cpt": 'ドラマの中で険悪に睨み合う환영즈のスチルカット<br> <br>TREASURE - WEB DRAMA ‘남고괴담’ EP.4 STILL CUT PREVIEW<br> <br>“저거 왜 저래? 진짜…”<br> <br>💎 TREASURE WEB DRAMA \'남고괴담\'<br>매주 금요일 오후 10시 공개<br> <br>TREASURE - WEB DRAMA ‘男子校怪談’ EP.4 STILL CUT PREVIEW<br> <br>「あれどうなってんだよ？ 本当に…」<br> <br>💎TREASURE WEB DRAMA「男子校怪談」<br>毎週金曜日午後10時公開<br> <br>'
   }, 
  "211116_00": {
    "id": "211116_00",
    "cover": "211116_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211116_00-tmb00.jpg", "orgimg": "211116_00-img00.png" },
  { "imgtype": "img", "tmbimg": "211116_00-tmb01.jpg", "orgimg": "211116_00-img01.jpg" }
    ],
    "date": { "year": 2021, "month": 11, "day": 16, "priority": 0, "link": "" },
    "plt": "other",
    "sender": "hndg",
    "tag": ["tShot","aSelca","tbd"],
    "cpt": '『SMASH』にて<br>お互いのチェキを撮る🐮🐰<br>'
   }, 
  "211029_00": {
    "id": "211029_00",
    "cover": "211029_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "211029_00-img00.jpg", "orgimg": "211029_00-img00.jpg" },
  { "imgtype": "video", "tmbimg": "211029_00-img01.mp4", "orgimg": "211029_00-img01.mp4" }
    ],
    "date": { "year": 2021, "month": 10, "day": 29, "priority": 0, "link": ["https://www.instagram.com/reel/CVmMEfXAlFO/?utm_source=ig_web_button_share_sheet","https://twitter.com/DOHWANIZE_/status/1454035723548389381?s=20"] },
    "plt": "instagram",
    "sender": "hn",
    "tag": ["sweet","robinson"],
    "cpt": 'みんなが手から手へスマホをパスする中、ジョンファンだけドヨンの耳元までスマホを持って行っている（不発に終わる）<br>'
   }, 
  "210915_00": {
    "id": "210915_00",
    "cover": "210915_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210915_00-tmb00.jpg", "orgimg": "210915_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "210915_00-tmb01.jpg", "orgimg": "210915_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210915_00-tmb02.jpg", "orgimg": "210915_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "210915_00-tmb03.jpg", "orgimg": "210915_00-img03.jpg" },
  { "imgtype": "img", "tmbimg": "210915_00-tmb04.jpg", "orgimg": "210915_00-img04.jpg" }
    ],
    "date": { "year": 2021, "month": 9, "day": 15, "priority": 0, "link": ["https://m.en.ygselect.com/article/story/8/457488/page/1/","https://weverseshop.io/ja/shop/GL_JPY/artists/25/sales/4520"] },
    "plt": "other",
    "sender": "hndg",
    "tag": ["tShot","aSelca"],
    "cpt": 'Anorak Set Upを一緒に着て撮影する환영즈<br>※商品はWeverse Shopにて購入することが可能（2023/06/13時点）（二つ目のリンクからご確認ください）<br>'
   }, 
  "210126_00": {
    "id": "210126_00",
    "cover": "210126_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "210126_00-img00.jpg", "orgimg": "210126_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "210126_00-tmb01.jpg", "orgimg": "210126_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "210126_00-tmb02.jpg", "orgimg": "210126_00-img02.jpg" }
    ],
    "date": { "year": 2021, "month": 1, "day": 26, "priority": 0, "link": "https://twitter.com/ygtreasuremaker/status/1354023218202333184?s=20" },
    "plt": "twitter",
    "sender": "hndg",
    "tag": ["tShot","selca"],
    "cpt": '#나랑있자짝꿍릴레이셀카<br>환영즈 환영해주🐮<br>어디 안 가 걱정 마 🎶<br> <br>#僕といよう、相棒リレー自撮り<br>ファニョンズを歓迎してね🐮<br>どこにも行かないから心配しないで🎶<br>'
   }, 
  "201106_01": {
    "id": "201106_01",
    "cover": "201106_01-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "201106_01-img00.jpg", "orgimg": "201106_01-img00.jpg" },
  { "imgtype": "video", "tmbimg": "201106_01-img01.mp4", "orgimg": "201106_01-img01.mp4" },
  { "imgtype": "video", "tmbimg": "201106_01-img02.mp4", "orgimg": "201106_01-img02.mp4" }
    ],
    "date": { "year": 2020, "month": 11, "day": 6, "priority": 1, "link": "https://twitter.com/yg_treasure_jp/status/1324637912877555712?s=20" },
    "plt": "twitter",
    "sender": "hn",
    "tag": ["robinson","sweet"],
    "cpt": '日本のファンに向けたコメント中、ドヨンの腕をホールドし離さないジョンファン<br>'
   }, 
  "230617_00": {
    "id": "230617_00",
    "cover": "230617_00-cvr.jpg",
    "imglist": [
  { "imgtype": "img", "tmbimg": "230617_00-img00.jpg", "orgimg": "230617_00-img00.jpg" },
  { "imgtype": "img", "tmbimg": "230617_00-tmb01.jpg", "orgimg": "230617_00-img01.jpg" },
  { "imgtype": "img", "tmbimg": "230617_00-img02.jpg", "orgimg": "230617_00-img02.jpg" },
  { "imgtype": "img", "tmbimg": "230617_00-tmb03.jpg", "orgimg": "230617_00-img03.jpg" }
    ],
    "date": { "year": 2023, "month": 6, "day": 17, "priority": 0, "link": ["https://twitter.com/ygent_official/status/1669721496548245507?s=20","https://twitter.com/ygent_official/status/1668272125164105729?s=20"] },
    "plt": "twitter",
    "sender": "tr",
    "tag": ["team","aSelca"],
    "cpt": 'TREASUREの新ユニット「T5」の５人目のメンバーにドヨンが選ばれ、환영즈が同じユニットで活動することが確定した。<br> <br>※ソ・ジョンファンは１人目のメンバーとして6/13に公開されていた<br>'
  }};


  hndgd_id = ["200413_00" , "200417_00" , "200429_00" , "200512_00" , "200522_00" , "200530_00" , "200609_00" , "200831_00" , "201022_00" , "201104_00" , "201106_00" , "201129_00" , "201204_00" , "201210_00" , "201213_00" , "201217_00" , "201217_01" , "201218_00" , "210111_00" , "210218_00" , "210312_00" , "210528_00" , "210531_00" , "210531_01" , "210706_00" , "210808_00" , "211031_00" , "211102_00" , "211105_00" , "211115_00" , "211204_00" , "211215_00" , "211215_01" , "211222_00" , "211224_00" , "211224_01" , "211230_00" , "220113_00" , "220125_00" , "220208_00" , "220218_00" , "220218_01" , "220218_02" , "220221_00" , "220301_00" , "220306_00" , "220306_01" , "220315_00" , "220315_01" , "220316_00" , "220320_00" , "220324_00" , "220328_00" , "220329_00" , "220330_00" , "220418_00" , "220420_00" , "220421_00" , "220421_01" , "220423_00" , "220509_00" , "220514_00" , "220514_01" , "220514_02" , "220514_03" , "220515_00" , "220516_00" , "220517_00" , "220517_01" , "220519_00" , "220519_01" , "220520_00" , "220526_00" , "220526_01" , "220530_00" , "220531_00" , "220603_00" , "220603_01" , "220603_02" , "220603_03" , "220605_00" , "220605_01" , "220605_02" , "220610_00" , "220610_01" , "220610_02" , "220612_00" , "220613_00" , "220616_00" , "220621_00" , "220627_00" , "220701_00" , "220705_00" , "220706_00" , "220707_00" , "220708_00" , "220711_00" , "220716_00" , "220720_00" , "220720_01" , "220729_00" , "220729_01" , "220729_02" , "220731_00" , "220731_01" , "220802_00" , "220804_00" , "220712_00" , "220516_01" , "220516_02" , "220316_01" , "211201_00" , "211116_00" , "211029_00" , "210915_00" , "210126_00" , "201106_01" , "230617_00" ];

  var handg_top = [ 
    {
     "id": "200413_00",
     "cover": "200413_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200413_00-img00.png", "orgimg": "200413_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200413_00-tmb01.jpg", "orgimg": "200413_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "200413_00-tmb02.jpg", "orgimg": "200413_00-img02.jpg" }
     ],
     "date": { "year": 2020, "month": 4, "day": 13, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1249586272923815937?s=20" },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["team","dance","aSelca"],
     "cpt": '『트메 ㅎrㅇl 👋🏻<br>오늘 올라온 커버 영상 다들 잘 보셨나요 !<br>귀염뽀짝한 도영이 정환이랑 함께 해서 정말 좋은 경험이였구 영광이였습니다💕<br>앞으로 좋은 모습 더욱 더 많은 모습 보여드리겠습니다 !<br>ㄱlㄷrlㅎrl주세요. 그럼 ✌🏻💶<br> <br>（トゥメ HI~👋🏻<br>今日アップされたカバー映像、 皆さん楽しくご覧になりましたか！<br>可愛いドヨンイ、ジョンファニと 一緒に過ごせて本当にいい経験だったし光栄でした💕<br>これからもっと良い姿をお見せします！<br>楽しみにしていてください。 では✌🏻💶）』<br>'
    }, 
    {
     "id": "200417_00",
     "cover": "200417_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200417_00-img00.png", "orgimg": "200417_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200417_00-tmb01.jpg", "orgimg": "200417_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 4, "day": 17, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1250997263641350145?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["tShot","foods","selca"],
     "cpt": '『트하~ 도영이형과 정환이가 왔어요<br>트맵 14편 잘 보셨나요?<br>저희는 2인 커플 디너 식사권으로 맛있는 음식들을 많이 먹고 왔어요<br>우리 트메분들도 항상 맛있는 음식 많이 드세요 ~~ 😋😋😋<br>그러면 또 만나요~ 트바~~<br> <br>（トゥハ~ドヨンイヒョンとジョンファニが来ました<br>Tマップ14編、楽しくご覧になりましたか？<br>僕たちは2人カップルディナー食事券でおいしい食べ物をたくさん食べてきました<br>トゥメの皆さんもいつも おいしいものをたくさん召し上がってください ~~ 😋😋😋<br>それでは、また会いましょう~ トゥバ~~）』<br>'
    }, 
    {
     "id": "200429_00",
     "cover": "200429_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200429_00-img00.png", "orgimg": "200429_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200429_00-tmb01.jpg", "orgimg": "200429_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "200429_00-tmb02.jpg", "orgimg": "200429_00-img02.jpg" }
     ],
     "date": { "year": 2020, "month": 4, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1255382973635080193?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『To 트메<br>트하 잘 지내고있어요?<br>우리는 하루 빨리 트메를 위해 달려가는 중 ~~ ><<br>얼른 만나러 갈테니 조금만 기다려줘<br>❤️<br>From. 도영,정환<br> <br>（To トゥメ トゥハ元気ですか？<br>僕らは一日早くトゥメのために走っているよ~~><<br>早く会いに行くから少しだけ待っててね<br>❤️<br>From.ドヨン、ジョンファン）』<br>'
    }, 
    {
     "id": "200512_00",
     "cover": "200512_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200512_00-img00.png", "orgimg": "200512_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200512_00-tmb01.jpg", "orgimg": "200512_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 5, "day": 12, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1260192724654804992?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["sweet","team","selca"],
     "cpt": '『헬로우 헬로우 ~~트하<br>오늘 하루 정말 금방 지나갔어요 ㅠㅠ😭<br>트메분들은 오늘 하루도 재미있게 보내셨나요??!<br>우리 트메분들 보러 갈 날이 진짜 얼마 안남았어요 😀😀 (요후~)<br>그럼 얼른 만나요 트메<br>오늘도 빠빠이 ✋🤚<br> <br>（ハローハロー~~~トゥハ～<br>今日一日、本当にあっという間でした (泣)😭<br>トゥメの皆さんは今日一日も楽しく過ごしましたか？<br>トゥメの皆さんに会いに行く日がもうすぐです😀😀 (ヨフ~)<br>では、早く会いましょう。トゥメ~ 今日もバイバイ✋🤚）』<br>'
    }, 
    {
     "id": "200522_00",
     "cover": "200522_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200522_00-img00.png", "orgimg": "200522_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200522_00-tmb01.jpg", "orgimg": "200522_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 5, "day": 22, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1263748000720883712?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["tShot","selca"],
     "cpt": '『트하하하하하하<br>정환이랑 도영이가 왔어여<br>오늘 트레저맵 미션임파서블😎 잘 보셨나요?<br>개인적으론 제가 제일 잘했던 것 같은데🙃🙃<br>트메분들은 누가 제일 잘했던 것 같나요?<br>그럼 오늘도 활기찬 하루 되시길 바랍니다 트바~<br> <br>（トゥハハハハハ<br>ジョンファンとドヨンが来ました<br>今日のTREASURE MAPミッション インポッシブル😎楽しくご覧になりましたか？<br>個人的には僕が一番上手だったと思います🙃🙃<br>トゥメの方々は誰が一番上手だったと思いますか？<br>それでは今日も元気な一日になりますように トゥバ~）』<br>'
    }, 
    {
     "id": "200530_00",
     "cover": "200530_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200530_00-img00.png", "orgimg": "200530_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200530_00-tmb01.jpg", "orgimg": "200530_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 5, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1266704490377277440?s=20" },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["team","selca"],
     "cpt": '『모두 하이 !<br>다들 잘지내시나욥 ?!<br>저는 낮에 너무 더워서 힘들었어요 ..😂<br>오늘 하루도 고생하셨어요<br>그럼 빠이 !💕👋🏻<br>(사진은 귀여운 친구들이랑😉)<br> <br>（みんなハイ！<br>皆さんお元気ですか？<br>私は昼暑すぎて大変でした..😂<br>今日一日もお疲れ様でした<br>じゃあバイバイ！💕👋🏻<br>（写真はかわいい友達と😉）』<br>'
    }, 
    {
     "id": "200609_00",
     "cover": "200609_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200609_00-img00.png", "orgimg": "200609_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200609_00-tmb01.jpg", "orgimg": "200609_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 6, "day": 9, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1270240645215449089?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["sweet","selca","foods"],
     "cpt": '『트하이 정환입니다!<br>트메 여러분 오늘 공개된 TMI 잘 보셨나요 도영이 형이<br>요리를 연습한 덕분인지 재밌어요!<br>이번 계기로 요리에 흥미가 생긴 것 같아요 🧐<br>사진은 지난주 브이 라이브 끝나고 숙소에서 찍은 사진입니다😜<br>그럼 오늘도 활기찬 하루 보내세용~<br> <br>（トゥハイ、ジョンファンです！<br>トゥメの皆さん、今日公開された TMIは楽しくご覧になりましたか？<br>ドヨンイヒョンが料理を練習したおかげか面白いです！<br>今回をきっかけに料理に興味が 沸いたと思います 🧐<br>写真は先週V LIVEが終わって宿で撮った写真です😜<br>では、今日も元気な一日をお過ごしください）』<br>'
    }, 
    {
     "id": "200831_00",
     "cover": "200831_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "200831_00-img00.png", "orgimg": "200831_00-img00.png" },
   { "imgtype": "img", "tmbimg": "200831_00-tmb01.jpg", "orgimg": "200831_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "200831_00-tmb02.jpg", "orgimg": "200831_00-img02.jpg" }
     ],
     "date": { "year": 2020, "month": 8, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1319284349036982275?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","robinson","selca"],
     "cpt": 'ジェヒョクチャレンジをする환영즈<br>なお他のメンバーはひとりでチャレンジしており、ふたりでチャレンジしたのは환영즈だけ<br> <br>『트하🤗🤗<br>트레저 메이커 여러분 도영이와 정환이가 왔습니다!<br>저희도 재혁이형 챌린지에 참여하기로 했습니다..ㅋㅋ<br>그럼 오늘 눕방에서 만나요 바이바이~~😴😴<br> <br>（トゥハ🤗🤗<br>TREASURE MAKERの皆さん ドヨンとジョンファンが来ました！<br>僕たちもジェヒョクヒョンチャレンジに 参加することにしました..<br>それでは今日ヌッパンで会いましょう。<br>バイバイ~~😴😴）』<br>'
    }, 
    {
     "id": "201022_00",
     "cover": "201022_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201022_00-img00.png", "orgimg": "201022_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201022_00-tmb01.jpg", "orgimg": "201022_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 10, "day": 22, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1319284349036982275?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『트하 트레저 메이커 여러분 도정이 왔습니다아🤗🤗🤗<br>여러분들 너무너무 보고 싶어서 심장이 터질 것 같고 그래요ㅠㅠ🥺🥺<br>하지만 이제 곧 볼 수 있으니까 그때까지 조금만 기다려주세요!<br>오늘 하루 정말 고생 많았어요<br>여러분 트바아앙~~~~~❤️🧡💛💚💙💜🖤🤎<br> <br>（トゥハTREASURE MAKERの皆さん ドジョンが来ましたあ🤗🤗🤗<br>皆さんにすごく会いたくて 心臓が張り裂けそうです(泣)🥺🥺<br>でももうすぐ会えるからその時まで少しだけ待っていてください！<br>今日一日本当にお疲れ様でした<br>みなさん、トゥバァーン~~~❤️🧡💛💚💙💜🖤🤎）』<br>'
    }, 
    {
     "id": "201104_00",
     "cover": "201104_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201104_00-img00.png", "orgimg": "201104_00-img00.png" },
   { "imgtype": "video", "tmbimg": "201104_00-cvr.jpg", "orgimg": "201104_01-img01.mp4" }
     ],
     "date": { "year": 2020, "month": 11, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1323966050182950912?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["piano","mill","aSelca"],
     "cpt": '『다함께 하는 트레저 멤버 맞추기 퀴즈 ~~~<br>저 뒷 모습은 누굴까~~<br>그리고 어떤 노래를 연습하고 있을까요<br>심심할 때 같이 해요<br>트레저 메이커 여러분 ❤️❤️<br> <br>（みんなで一緒にするTREASUREメンバーを合わせるクイズ~~<br>あの後ろの姿は誰かな~<br>そしてどんな歌を練習しているのでしょうか<br>退屈な時に一緒にやりましょう<br>TREASURE MAKERの皆さん❤️❤️）』<br>'
    }, 
    {
     "id": "201106_00",
     "cover": "201106_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201106_00-img00.png", "orgimg": "201106_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201106_00-tmb01.jpg", "orgimg": "201106_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 11, "day": 6, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1324590927885733889?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『오늘 카운트다운 라이브 ><<br>따단!!!<br>"음" 발매에 앞서 설레고<br>긴장되고... 하는데요<br>트레저 메이커 분들은 어떠신가요<br>트레저 메이커 분들은 어떠신가요<br>후쿵후쿵... 🖤<br>긴 말 필요 없이 조금 있다 바로 봐요<br>얼른 보러 와줘요<br>우리 트레저 메이커 ❤️<br> <br>（本日のカウントダウンライブ><<br>ジャーン！！！<br>「MMM」発売に先立ってワクワクして<br>緊張して…するんですが<br>TREASURE MAKERの方々はどうですか<br>ふんふん…🖤<br>いろいろ言うまでもなく分かります<br>すぐに会いましょう<br>早く見に来てください僕らのTREASURE MAKER❤️）』<br>'
    }, 
    {
     "id": "201129_00",
     "cover": "201129_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201129_00-img00.png", "orgimg": "201129_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201129_00-tmb01.jpg", "orgimg": "201129_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 11, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1333043049065156613?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["tShot","selca"],
     "cpt": '『트하 트레저 메이커분들!<br>신인상 정말 감사드립니다!<br>다 트메 덕분이에요ㅠㅠ<br>앞으로 더 성장하고 멋있는 트레저가 될테니 많이 기대해주세요!<br>멋있는 정환이가 되겠습니다!!<br>그럼 오늘도 고생많으셨습니다<br>트바~~~💜💜💜<br> <br>（トゥハ、TREASURE MAKERの皆さん！<br>新人賞、本当にありがとうございます！<br>全部トゥメのおかげです<br>これからもっと成長して かっこいいTREASUREになるのでたくさん期待してください！<br>かっこいいジョンファンになります！！<br>それでは今日もお疲れ様でした トゥバ~~~💜💜💜）』<br>'
    }, 
    {
     "id": "201204_00",
     "cover": "201204_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201204_00-img00.png", "orgimg": "201204_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201204_00-tmb01.jpg", "orgimg": "201204_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 12, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1334512923394371590?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["sweet","event","tShot","selca"],
     "cpt": '『여러분들 오늘은 도영이 형 생일입니다 🎉 한 달 후면 벌써 19살이라니ㅠㅠ 이 동생이 참 뿌듯하네요ㅠㅠ 우리 도영이 형이 있었기에 트레저 멤버들이 즐겁게 연습하고 활동할 수 있었습니다<br>태어나줘서 고맙고 앞으로도 열심히 달려요 빠이뜅💪 사랑해요우❤️<br> <br>（皆さん、今日はドヨンさんの誕生日です 🎉 一ヶ月後にはもう 19歳だなんて この弟が本当に嬉しいですねドヨンさんがいたから TREASUREのメンバーたちが楽しく 練習して活動することができました<br>生まれてくれてありがとうございます。これからも頑張って走ります。ファイティン💪愛してますう❤️）』<br>'
    }, 
    {
     "id": "201210_00",
     "cover": "201210_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201210_00-img00.png", "orgimg": "201210_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201210_00-tmb01.jpg", "orgimg": "201210_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 12, "day": 10, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1337039713354432512?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["tShot","selca"],
     "cpt": '『트하 트레저 스튜디오 잘 보셨나요? 오늘 정말 재밌고 즐거웠습니다<br>항상 저희가 사랑하는 거 알죠? 오늘 나온 TRUZ 도 많이 사랑해 주시고 포동이도 사랑한대요❤️🍩 오늘도 고생했어요 굿나잇🌙<br> <br>（トゥハ、TREASURE STUDIO 楽しくご覧になりましたか？ 今日は本当に面白くて楽しかったです<br>いつも僕たちが愛していることは 知っていますよね？ 今日出たTRUZもたくさん愛してください。 ポドンも愛してます❤️🍩 今日もお疲れ様でした グッドナイト🌙）』<br>'
    }, 
    {
     "id": "201213_00",
     "cover": "201213_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201213_00-img00.png", "orgimg": "201213_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201213_00-tmb01.jpg", "orgimg": "201213_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "201213_00-tmb02.jpg", "orgimg": "201213_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "201213_00-tmb03.jpg", "orgimg": "201213_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "201213_00-tmb04.jpg", "orgimg": "201213_00-img04.jpg" }
     ],
     "date": { "year": 2020, "month": 12, "day": 13, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1337951512543199232?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["tShot","selca","team"],
     "cpt": '『현석이형 정환이랑 찍은 셀카<br> <br>（ヒョンソギヒョン、ジョンファニと撮ったセルカ）』<br>'
    }, 
    {
     "id": "201217_00",
     "cover": "201217_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201217_00-img00.png", "orgimg": "201217_00-img00.png" },
   { "imgtype": "img", "tmbimg": "201217_00-tmb01.jpg", "orgimg": "201217_00-img01.jpg" }
     ],
     "date": { "year": 2020, "month": 12, "day": 17, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1339481524484231168?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["sweet","event","foods"],
     "cpt": '『정환이가 줬던 생선 ><<br>감사히 잘쓰게뚭니다~~!!<br>이 시간 트레저 메이꼬 머해요❤️<br>밤 하늘 보며 음악 듣는 중💞💞<br> <br>（ジョンファンがくれた誕生日プレゼント><<br>ありがたくいただきます~~~！！<br>この時間、TREASURE MAKERは何していますか❤️<br>夜空を見ながら音楽を聴いてる最中💞💞）』<br> <br>プレゼントの中身は「꼬북칩」「ビスケット」「マシュマロ」「Apple Watchのストラップ」<br>'
    }, 
    {
     "id": "201217_01",
     "cover": "201217_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201217_01-img00.png", "orgimg": "201217_01-img00.png" },
   { "imgtype": "video", "tmbimg": "201217_01-cvr.jpg", "orgimg": "201217_01-img01.mp4" }
     ],
     "date": { "year": 2020, "month": 12, "day": 17, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1339543744794689537?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": "piano",
     "cpt": '『사랑해 Piano ver.』<br> <br>ドヨンのピアノで目覚め踊りだすジョンファン<br>'
    }, 
    {
     "id": "201218_00",
     "cover": "201218_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201218_00-img00.png", "orgimg": "201218_00-img00.png" },
   { "imgtype": "video", "tmbimg": "201218_00-cvr.jpg", "orgimg": "201218_00-img01.mp4" }
     ],
     "date": { "year": 2020, "month": 12, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1339940964203282433?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["piano","youth","gag"],
     "cpt": '『트하 우리 트레저 메이커 여러분~ 오늘 하루 잘 보내셨나용? 저는 잘 보냈습니당🤪🤪 우리 트메 생각하느라 너무 행복한 하루였어요🥰🥰🥰 영상은 어제 도영이형이랑 비하인드 영상이에욬ㅋㅋㅋ 오늘 하루도 고생많으셨고 굿나잇😌😌😌<br> <br>（トゥハ、TREASURE MAKERの皆さん。 今日一日、楽しく過ごしましたか？ 私は元気に過ごしました🤪🤪 僕らのトゥメのこと考えてとても幸せな一日でした🥰🥰🥰 映像は昨日ドヨンさんとのビハインド映像ですww今日一日もお疲れ様でした。グッドナイト😌😌😌）』<br>'
    }, 
    {
     "id": "210111_00",
     "cover": "210111_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210111_00-img00.png", "orgimg": "210111_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210111_00-tmb01.jpg", "orgimg": "210111_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210111_00-tmb02.jpg", "orgimg": "210111_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "210111_00-tmb03.jpg", "orgimg": "210111_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "210111_00-tmb04.jpg", "orgimg": "210111_00-img04.jpg" }
     ],
     "date": { "year": 2021, "month": 1, "day": 11, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1348600484928475138?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["tShot","selca"],
     "cpt": '『트하 정환입니다! 마이 트레저 뮤직비디오 어떤가용? 저는 12명 모두 잘 나온 것 같아서 많이 만족하고 있습니당🥰🥰 모두 중학교 졸업한거 축하해 주셔서 감사드립니다🥲🥲그럼 오늘도 편안한 밤 되세요 굿나잇 트레저 메이커 You\'re the only one TREASURE💎<br> <br>（トゥハジョンファンです！ マイトレジャーのミュージックビデオはどうですか？ 私は12人ともよく撮れたと思うのでとても満足しています🥰🥰みんな中学校卒業を祝ってくださってありがとうございます🥲🥲それでは今日も安らかな夜を過ごしてください グッドナイトトレジャーメーカー You\'re the only one TREASURE💎）』<br>'
    }, 
    {
     "id": "210218_00",
     "cover": "210218_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210218_00-img00.png", "orgimg": "210218_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210218_00-img01.jpg", "orgimg": "210218_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210218_00-img02.jpg", "orgimg": "210218_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "210218_00-img03.jpg", "orgimg": "210218_00-img03.jpg" }
     ],
     "date": { "year": 2021, "month": 2, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1362057286311497731?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["sweet","event","gag","aSelca"],
     "cpt": '『울 정환이이이ㅣㅣㅣㅣ!!!!!!<br>생일 축하한다잉이이이ㅣ!!!!!<br>내가 하루 종일 엎고 다닌다><<br>행복한 날 만들어 줄게 가자🚗🚗<br>함께 시간 보내자~~<br> <br>（ジョンファニイイイイ！！！！！！<br>お誕生日おめでとうございます！！！！！<br>一日中走り続けてる><<br>幸せな日にしてあげる。行こう🚗🚗<br>一緒に過ごそう~~）』<br>'
    }, 
    {
     "id": "210312_00",
     "cover": "210312_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210312_00-img00.png", "orgimg": "210312_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210312_00-tmb01.jpg", "orgimg": "210312_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210312_00-tmb02.jpg", "orgimg": "210312_00-img02.jpg" }
     ],
     "date": { "year": 2021, "month": 3, "day": 12, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1370313449482252288?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["mill","aSelca"],
     "cpt": 'ドヨンが撮影したと言われている写真<br> <br>『트하 우리 트메 오늘도 활기차게 보내고 계신지요! 얼른 활기차세여! 활기찬 하루!<br> <br>（トゥハウリトゥメ、今日も元気にお過ごしでしょうか！ 早く元気になってください！ 活気に満ちた一日！）』<br>'
    }, 
    {
     "id": "210528_00",
     "cover": "210528_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210528_00-img00.png", "orgimg": "210528_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210528_00-tmb01.jpg", "orgimg": "210528_00-img01.jpg" },
   { "imgtype": "yturl", "tmbimg": "210528_00-img02.jpg", "orgimg": "https://www.youtube.com/embed/KvI8-5jUfKs" }
     ],
     "date": { "year": 2021, "month": 5, "day": 28, "priority": 0, "link": ["https://twitter.com/treasuremembers/status/1398233174086328320?s=20","https://youtu.be/KvI8-5jUfKs"] },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『트하 오늘 트레저 맵 잘 보셨나요? 도전 골든벨.. 정말 어려웠네요.. 그래서 오늘의 문제! 트메분들은 오늘 어떤 하루를 보내셨을까요?<br> <br>（トゥハ、今日のTREASURE MAPは 楽しくご覧になりましたか？ 挑戦ゴールデンベル.. 本当に難しかったです.. ということで、今日の問題！ トゥメの皆さんは今日どんな一日を 過ごされたでしょうか？）』<br> <br>今日のトレマ『[TREASURE MAP] EP.48 🔔 트레저 탐구생활 퀴즈쇼 🔔 도전! 골든벨』<br>https://youtu.be/KvI8-5jUfKs<br>'
    }, 
    {
     "id": "210531_00",
     "cover": "210531_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210531_00-img00.png", "orgimg": "210531_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210531_00-tmb01.jpg", "orgimg": "210531_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210531_00-tmb02.jpg", "orgimg": "210531_00-img02.jpg" }
     ],
     "date": { "year": 2021, "month": 5, "day": 31, "priority": 0, "link": ["https://twitter.com/treasuremembers/status/1399326148937490432?s=20","https://weverse.io/treasure/live/4-104692235?hl=ja"] },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["foods","team","selca"],
     "cpt": '『이따 V LIVE에서 만나용✨<br> <br>（後でV LIVEで会いましょう✨）』<br>'
    }, 
    {
     "id": "210531_01",
     "cover": "210531_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210531_01-img00.png", "orgimg": "210531_01-img00.png" },
   { "imgtype": "img", "tmbimg": "210531_01-tmb01.jpg", "orgimg": "210531_01-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 5, "day": 31, "priority": 1, "link": ["https://twitter.com/treasuremembers/status/1399346961585643525?s=20","https://weverse.io/treasure/live/4-104692235?hl=ja"] },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["foods","team","aSelca"],
     "cpt": '『브이앱 재미있게 보셨어요? ❤️<br>ㅡㅎ 오늘 먹었던 건 다 제 스타일 이여서 끝나고 더 먹긴 했어요 (TMI)<br>오늘은 간단하게 편의점 메뉴를 초이스 했지만 다음엔 더 편의성을 생각하고 모든 분들이 따라 하실 수 있는 메뉴로 돌아올게요<br>시호 도영 정환 조합 이쁘게 봐주셔서 감사해요<br> <br>（V LIVE楽しかったですか？ ❤️<br>今日食べたものは全部私の好みだったので終わってからもっと食べました(TMI)<br>今日は簡単にコンビニのメニューをチョイスしましたが、次はもっと利便性を考えて、すべての方々がマネできるメニューで戻ってきます。<br>シホ、ドヨン、ジョンファンの組み合わせを優しく見守ってくださってありがとうございます）』<br>'
    }, 
    {
     "id": "210706_00",
     "cover": "210706_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210706_00-img00.png", "orgimg": "210706_00-img00.png" }
     ],
     "date": { "year": 2021, "month": 7, "day": 6, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-10911483?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": "bitter",
     "cpt": '『다음 보기에서 소정환이 기분이 좋은 이유를 고르시오.<br>(보기)<br>1. 시험이 끝나서<br>2. 오늘 시험을 잘봐서<br>3. 트메분들 생각해서<br>4. 그냥 다 정답이잖아<br>5. 맞아용❣️<br> <br>（次の中からソ・ジョンファンが気分が良い理由を選びなさい。<br>(選択)<br>1. 試験が終わって<br>2. 今日試験が上手くいって<br>3. トゥメの方々のことを考えて<br>4. 全部正解じゃん<br>5. そうですよ❣️）』<br> <br>🐰『6. 도영이가 있어서<br>　（ドヨンイがいるから）』<br>🐰『❤️』<br>🐮『7. 도영이가 누군데<br>　（ドヨンイって誰）』<br>🐮『장난인거 알쥬?<br>　（冗談だって分かってるよね？）』<br> <br>ドヨンが冗談と分かっているか確認する言動をジョンファンはよく見せるが、おそらくこれが初出<br>'
    }, 
    {
     "id": "210808_00",
     "cover": "210808_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210808_00-img00.png", "orgimg": "210808_00-img00.png" },
   { "imgtype": "img", "tmbimg": "210808_00-tmb01.jpg", "orgimg": "210808_00-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 8, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/1-80678117?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","mill","tShot","selca"],
     "cpt": '『어제 비하인드 사진 🔥<br>정환이 몰래 올립니다 다들 쉿!<br> <br>（昨日のビハインド写真🔥<br>ジョンファニの知らない内にこっそりアップします みんなシッ！）』<br>'
    }, 
    {
     "id": "211031_00",
     "cover": "211031_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211031_00-tmb00.png", "orgimg": "211031_00-img00.png" }
     ],
     "date": { "year": 2021, "month": 10, "day": 31, "priority": 0, "link": "" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","selca","tbd"],
     "cpt": '『우리 귀요미들과 함께📸📸📸 few<br>（僕らのかわいこちゃんと一緒に📸📸📸 few）』<br> <br>※情報が不足しています。<br>　Weverseのメンバーシップ投稿ということは分かっているのですがURLが不明です。<br>'
    }, 
    {
     "id": "211102_00",
     "cover": "211102_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211102_00-img00.png", "orgimg": "211102_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211102_00-tmb01.jpg", "orgimg": "211102_00-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 11, "day": 2, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-10661637?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "selca",
     "cpt": '『여러분들 아침밥 드세여!<br>안 일어나시면 콱 물어버릴 거에여👹👹<br> <br>（皆さん、朝ご飯を召し上がってください！<br>起きなければぎゅっと噛んでしまいます👹👹）』<br> <br>🐰『무셔무셔 ....😷<br>　（怖い···😷）』<br>'
    }, 
    {
     "id": "211105_00",
     "cover": "211105_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211105_00-img00.png", "orgimg": "211105_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211105_00-tmb01.jpg", "orgimg": "211105_00-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 11, "day": 5, "priority": 0, "link": ["https://weverse.io/treasure/artist/2-14153?hl=ko","https://weverse.io/treasure/live/1-105469243?hl=ja"] },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["foods","team","aSelca"],
     "cpt": '『TS 편의점<br>또환영하시호❤️❤️<br>오늘은 무엇을 조합해 보까~~~<br>트메들 어서 와서 같이 해요<br> <br>（TSコンビニエンスストア<br>また歓迎しまシホ❤️❤️<br>今日は何を組み合わせてみようかな~~~<br>トゥメたち、ようこそ。<br>一緒にやりましょう）』<br>'
    }, 
    {
     "id": "211115_00",
     "cover": "211115_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211115_00-img00.png", "orgimg": "211115_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211115_00-tmb01.jpg", "orgimg": "211115_00-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 11, "day": 15, "priority": 0, "link": "https://weverse.io/treasure/artist/2-12452?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","team"],
     "cpt": '『내가 찍은 항공캠❤️<br> <br>（僕が撮った航空カメラ❤️）』<br>'
    }, 
    {
     "id": "211204_00",
     "cover": "211204_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211204_00-img00.png", "orgimg": "211204_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211204_00-tmb01.jpg", "orgimg": "211204_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "211204_00-tmb02.jpg", "orgimg": "211204_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "211204_00-tmb03.jpg", "orgimg": "211204_00-img03.jpg" }
     ],
     "date": { "year": 2021, "month": 12, "day": 4, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1466788796994060290?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["sweet","event","aSelca","selca"],
     "cpt": '『생일 축하한다잉~ 도비야 그동안 함께 해서 즐거웠다 안녕………….은 장난이고 앞으로도 쭈우우우욱~ 함께 하자잉~? 사랑한데이~<br> <br>（誕生日おめでとう~ドビー。これまで一緒に過ごせて楽しかった。バイバイ………….なんて冗談で、これからもずっと一緒にいようね~？ 愛してるよ~）』<br>'
    }, 
    {
     "id": "211215_00",
     "cover": "211215_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211215_00-img00.png", "orgimg": "211215_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211215_00-tmb01.jpg", "orgimg": "211215_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "211215_00-tmb02.jpg", "orgimg": "211215_00-img02.jpg" }
     ],
     "date": { "year": 2021, "month": 12, "day": 15, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1471069926907867137?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『안뇽 ~~~~~<br>⭐️⭐️⭐️<br>도도하지만 정의할 수 없는<br>도영 정환❤️<br> <br>（こんにちは~~~~~ん<br>⭐️⭐️⭐️<br>傲慢だけど定義できない（？）<br>ドヨンとジョンファン❤️）』<br>'
    }, 
    {
     "id": "211215_01",
     "cover": "211215_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211215_01-tmb00.png", "orgimg": "211215_01-img00.png" }
     ],
     "date": { "year": 2021, "month": 12, "day": 15, "priority": 0, "link": "" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","selca"],
     "cpt": '『트메들 잠금 화면을 우리가 책임 지겠다잉😍<br> <br>（トゥメたちのロック画面は僕たちが責任を負うよん😍）』<br> <br>※情報が不足しています。<br>　Weverseのメンバーシップ投稿ということは分かっているのですがURLが不明です。<br>'
    }, 
    {
     "id": "211222_00",
     "cover": "211222_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211222_00-img00.png", "orgimg": "211222_00-img00.png" }
     ],
     "date": { "year": 2021, "month": 12, "day": 22, "priority": 1, "link": "https://weverse.io/treasure/fanpost/1-8850571?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["piano","mill"],
     "cpt": '💅『오늘은 TMI 도영?<br>　（ドヨン、今日のTMIは？）』<br>🐰『정환이가 피아노 코드 궁금해 해서<br>간단한거 알려주고 왔어요🎹<br>　（ジョンファンがピアノコードを気になっていたから<br>簡単なことを教えてきました🎹）』<br>'
    }, 
    {
     "id": "211224_00",
     "cover": "211224_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211224_00-img00.png", "orgimg": "211224_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211224_00-tmb01.jpg", "orgimg": "211224_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "211224_00-tmb02.jpg", "orgimg": "211224_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "211224_00-tmb03.jpg", "orgimg": "211224_00-img03.jpg" }
     ],
     "date": { "year": 2021, "month": 12, "day": 24, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1474394374654279691?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["event","gag"],
     "cpt": '『우리 트레저 메이커들❤️<br>메리 메리 크리스마스요~~<br>21년 마지막 까지 아프지 말고 사랑해<br>오늘 푹 자고 내 꿈꿔❄<br> <br>（TREASURE MAKER❤️<br>メリークリスマスです<br>21年の最後まで元気で愛してる<br>今日ぐっすり寝て私の夢を❄）<br>'
    }, 
    {
     "id": "211224_01",
     "cover": "211224_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211224_01-img00.png", "orgimg": "211224_01-img00.png" }
     ],
     "date": { "year": 2021, "month": 12, "day": 24, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-8832424?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["bitter","tt","quarrel"],
     "cpt": '💅『요즘에 취미는 뭐죠?<br>（最近の趣味は何ですか？）』<br>🐰『탁구를 요즘 자주 치는것같아요 !!<br>　（卓球を最近よくしていると思います!!）』<br>💅『도영아 탁구 정환이한테 배웠어?????<br>　（ドヨンア、卓球ジョンファンに習ったの?????）』<br>🐰『정환이랑 게임 하면 2:1정도로 져요 ㅎㅎ<br>　（ジョンファニとゲームをしたら 2:1くらいで負けます）』<br>🐮『뭐래요 방금 3:0으로 졌잖아요<br>　（何言ってんですか。 今3:0で負けたじゃないですか）』<br>🐮『도영이형이 막판에 지면 못하는거 인정 한다고 했데요~~에베베베ㅔ베베베베ㅔ베<br>　（ドヨンイヒョンが最後に負けたらできないことを認めるそうです~エベベベベベベベベベ~）』<br>🐰『연습하겠습니다 스승님 🤓 데헿<br>　（練習します 先生 🤓 デヘッ）』<br>💅『탁구 치는 법을 가르쳐 주세요~<br>　（卓球の仕方を教えてください～）』<br>🐰『정환이한테 맨날 하는 말인데<br>　45도 각도 중요하다 !! ㅋㅋㅋㅋ<br>（ジョンファンにいつも言ってるんだけど<br>　45度の角度が重要だ！！ wwww）』<br>'
    }, 
    {
     "id": "211230_00",
     "cover": "211230_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211230_00-img00.png", "orgimg": "211230_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211230_00-tmb01.jpg", "orgimg": "211230_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "211230_00-tmb02.jpg", "orgimg": "211230_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "211230_00-tmb03.jpg", "orgimg": "211230_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "211230_00-tmb04.jpg", "orgimg": "211230_00-img04.jpg" }
     ],
     "date": { "year": 2021, "month": 12, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1476438635729747968" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["sweet","event","tShot","youth","selca"],
     "cpt": '『도비형 졸업 축하한당 이제 성인이구만 우리 막내 도영이가 언제 이렇게 어른이 되었뎅ㅠㅠ 그럼 이제 트메분들께 도영이형의 더 멋있는 모습 보여주나?? 앞으로 더 열심히 하자 우맄ㅋㅋ 사랑한당💕💕<br> <br>（ドビヒョン、卒業おめでとう。もう成人なんだけど末っ子ドヨンがいつこんなに大人になったの？じゃあトゥメの方々にドヨンイヒョンのもっとかっこいい姿を見せてくれるのかな？？ 僕たちこれからもっと頑張ろうね。愛してるよ💕💕）』<br>'
    }, 
    {
     "id": "220113_00",
     "cover": "220113_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220113_00-img00.png", "orgimg": "220113_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220113_00-tmb01.jpg", "orgimg": "220113_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220113_00-tmb02.jpg", "orgimg": "220113_00-img02.png" }
     ],
     "date": { "year": 2022, "month": 1, "day": 13, "priority": 0, "link": "https://weverse.io/treasure/artist/2-11374?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","selca","sweet","tbd"],
     "cpt": '『우리 정환이랑 셀카 찍었다잉💙❤️💙<br>（僕のジョンファニとセルカを撮ったよん💙❤️💙）』<br> <br>※三枚目の画像は以下の文章と共にメンバーシップ投稿されたもの。URLは不明<br>『보너스~~~💝<br>（ボーナス~~~💝）』<br>'
    }, 
    {
     "id": "220125_00",
     "cover": "220125_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220125_00-img00.png", "orgimg": "220125_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220125_00-tmb01.jpg", "orgimg": "220125_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220125_00-tmb02.jpg", "orgimg": "220125_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 1, "day": 25, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1485637936511332352?s=20" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『환영~><』<br> <br>환영 = 歓迎<br>정환と도영の名前を合わせたケミ名が初めて出た日（推定）<br> <br>※2021/11/05のマシホと환영즈のコンビニアレンジ回で환영が出てはいる（환영하시호）<br>'
    }, 
    {
     "id": "220208_00",
     "cover": "220208_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220208_00-img00.png", "orgimg": "220208_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220208_00-tmb01.jpg", "orgimg": "220208_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220208_00-tmb02.jpg", "orgimg": "220208_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 2, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-3711738?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","mill"],
     "cpt": '💅『오늘 도영이랑 정환이 같이 올린거 귀여워ㅋㅋ<br>（今日ドヨンとジョンファンが 一緒にアップしたのが可愛い）』<br>🐰『정환이가 내 포즈 따라했구마잉 ㅎㅎ😜<br>귀여워~<br>（ジョンファンが僕のポーズを真似したんだねww😜<br>かわいい~）』<br>'
    }, 
    {
     "id": "220218_00",
     "cover": "220218_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220218_00-img00.png", "orgimg": "220218_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220218_00-tmb01.jpg", "orgimg": "220218_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 2, "day": 18, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1494326572643680259?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["sweet","selca"],
     "cpt": '『슈퍼 킹 카우 베이비 생일 축하해🎉<br>❤️❤️❤️❤️❤️❤️❤️❤️<br>오늘 만큼은 해달라 하는 거 다 해줄게<br>말만 혀~~~ 하늘의 별도 따다 줄 테니<br>정환이의 에인절 도영이가🌼<br> <br>（スーパーキングカウベイビー お誕生日おめでとう🎉<br>❤️❤️❤️❤️❤️❤️❤️❤️<br>今日だけはやって欲しいって言うこと全部やってあげる<br>なんでも言ってみな~~~空の星も取ってあげるから<br>ジョンファンのエンジェルドヨンより🌼）』<br>'
    }, 
    {
     "id": "220218_01",
     "cover": "220218_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220218_01-img00.png", "orgimg": "220218_01-img00.png" },
   { "imgtype": "img", "tmbimg": "220218_01-tmb01.jpg", "orgimg": "220218_01-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220218_01-tmb02.jpg", "orgimg": "220218_01-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220218_01-tmb03.jpg", "orgimg": "220218_01-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220218_01-tmb04.jpg", "orgimg": "220218_01-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 2, "day": 18, "priority": 2, "link": "https://twitter.com/treasuremembers/status/1494349259851796480?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["sweet","tShot","team"],
     "cpt": '『여러분들 생일 축하해주셔서 정말 감사드립니다! 트메분들과 함께 했던 2년이 정말 행복하고 감사하게 느껴졌던 것 같아여🥺 우리팀 형들도 다 감사하고 사랑해요~ 앞으로도 행복합시다 💛❤️💙🧡💚<br>（皆さん、誕生日を祝ってくださって 本当にありがとうございます！ トゥメの皆さんと一緒に過ごした2年が本当に幸せで感謝しています🥺 うちのチームの兄さんたちもみんな感謝して愛してます~ これからも幸せになりましょう~ 💛❤️💙🧡💚）』<br> <br>『❤️-삐로통통』<br>'
    }, 
    {
     "id": "220218_02",
     "cover": "220218_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220218_02-img00.png", "orgimg": "220218_02-img00.png" }
     ],
     "date": { "year": 2022, "month": 2, "day": 18, "priority": 1, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/1-4876395?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","event"],
     "cpt": '『내 사랑 정환이 축하한다🎉🎉<br>（僕の愛する人、ジョンファニおめでとう🎉🎉）』<br> <br>💅『정환이에게 무슨 선물을 줄까?<br>（ジョンファンに何のプレゼントをあげようか？）』<br>🐰『남다른 선물 ? ㅎㅅㅎ<br>（特別なプレゼント？ ㅎㅅㅎ）』<br> <br>💅『앞으로도 정환이를 부탁드립니다😭❤<br>（これからもジョンファンをお願いします😭❤）』<br>🐰『걱정 마세요🤍 정환이는 또 다른 제 반쪽이죠<br>（心配しないでください🤍 ジョンファンはもう一人の僕の片割れです）』<br>'
    }, 
    {
     "id": "220221_00",
     "cover": "220221_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220221_00-img00.png", "orgimg": "220221_00-img00.png" }
     ],
     "date": { "year": 2022, "month": 2, "day": 21, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-5638917?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "gag",
     "cpt": '💅『도영아, 정환이가 생일날 요구르트 줬다고 하더라... 그게 사실요??? ㅎㅎ<br>（ドヨンア、ジョンファニが 誕生日にヨーグルトをくれたって言ってるけど··· それは本当ですか？？？ （笑））』<br>🐰『선물이 아직 오고 있어요..멀리서 오는거라💯<br>（プレゼントがまだ届いていなかったので…遠くから来るから💯）』<br>'
    }, 
    {
     "id": "220301_00",
     "cover": "220301_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220301_00-img00.png", "orgimg": "220301_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220301_00-tmb01.jpg", "orgimg": "220301_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 1, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-6411384?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","tShot","mill"],
     "cpt": '『사진 찍는데 우리 애기 등장!<br>（写真を撮るときうちの子が登場！）』<br>'
    }, 
    {
     "id": "220306_00",
     "cover": "220306_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220306_00-img00.png", "orgimg": "220306_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220306_00-tmb01.jpg", "orgimg": "220306_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220306_00-img02.png", "orgimg": "220306_00-img02.png" }
     ],
     "date": { "year": 2022, "month": 3, "day": 6, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1500266202223964160?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["bitter","tShot"],
     "cpt": '『복수（復讐）』<br> <br>22/03/01にドヨンがWeverseに投稿した画像の復讐をするジョンファン<br>'
    }, 
    {
     "id": "220306_01",
     "cover": "220306_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220306_01-img00.png", "orgimg": "220306_01-img00.png" }
     ],
     "date": { "year": 2022, "month": 3, "day": 6, "priority": 1, "link": "https://weverse.io/treasure/fanpost/2-6867131" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","gag","quarrel","selca"],
     "cpt": '💅『도영이는 정환이한테 찍힌거 알고 있었어?<br>（ドヨンイはジョンファニに撮られたの知ってた？）』<br>🐰『정환이 귀엽네잉.?????????? 머야 지쨔😋<br>（ジョンファン かわいいねん?????????? 何だよ、ほんと😋）』<br> <br>머야 지쨔 = 뭐야 진짜 の赤ちゃん言葉（推測）<br>'
    }, 
    {
     "id": "220315_00",
     "cover": "220315_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220315_00-img00.png", "orgimg": "220315_00-img00.png" },
   { "imgtype": "video", "tmbimg": "220315_00-img01.mp4", "orgimg": "220315_00-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 3, "day": 15, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1503403195304845320?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","foods","sweet","selca"],
     "cpt": '『눈 다래끼 치료하고 우리 축구선수 도비 도비 도비 형이랑 쌀국수 먹었어여 전 마제소바 먹구 이형은 튀김좀 집어먹던데여 좀 먹으라고 해주세여..<br>（ものもらい治療して、うちのサッカー選手のドビドビドビヒョンと一緒にご飯を食べました。私はまぜそばを食べて、この人は天ぷらを食べてたんですけど、食べなさいって言ってください…）』<br> <br>一緒にご飯を食べるニコニコジョンファンと真顔ドヨン<br>'
    }, 
    {
     "id": "220315_01",
     "cover": "220315_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220315_01-img00.png", "orgimg": "220315_01-img00.png" },
   { "imgtype": "img", "tmbimg": "220315_01-tmb01.jpg", "orgimg": "220315_01-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 15, "priority": 1, "link": "https://weverse.io/treasure/artist/0-4119?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","foods"],
     "cpt": '『정환이가 올린거.....<br>어제 정환이가 올린거... 그거<br>저녁을 먹고 간거라 그것만 먹은겁돠... ㅎㅎㅎ<br>그렇게 먹으면 쓰러져요 ㅋㅋㅋㅋㅋㅋㅋ<br>저녁 고기 먹었어요 !! ㅎㅅㅎ<br>걱정마세요 배 부를 정도로 가득 먹어요☺️<br> <br>（ジョンファンがアップしたやつ···<br>昨日ジョンファンがアップしたやつ···<br>あれは夕飯を食べた後だったからちょっとしか食べなかったんだ··· フフフ<br>だから普通の量食べたら倒れます www<br>夕飯の方はお肉を食べました！！ ㅎㅅㅎ<br>心配しないでください。 お腹いっぱいになるくらいたくさん食べます☺️）』<br>'
    }, 
    {
     "id": "220316_00",
     "cover": "220316_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220316_00-img00.png", "orgimg": "220316_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220316_00-img01.jpg", "orgimg": "220316_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-8077247?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["gag","muscle"],
     "cpt": '💅『도영아! 지금 정환이랑 팔씨름 하면. 누가 이길까요??😄<br>（ドヨンア！今ジョンファニと腕相撲をしたら誰が勝つでしょうか？？😄）』<br>🐰『에이..... 이건 말 안해도 모두가 알지 🙄<br>（えぇ。。。これは言わなくてもみんな分かってるよ🙄）』<br>'
    }, 
    {
     "id": "220320_00",
     "cover": "220320_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220320_00-img00.png", "orgimg": "220320_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220320_00-tmb01.jpg", "orgimg": "220320_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220320_00-tmb02.jpg", "orgimg": "220320_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 20, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1505482556816297986?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": ' <br>一緒に写真を撮るふたり<br>'
    }, 
    {
     "id": "220324_00",
     "cover": "220324_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220324_00-img00.png", "orgimg": "220324_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220324_00-tmb01.jpg", "orgimg": "220324_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220324_00-tmb02.jpg", "orgimg": "220324_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220324_00-tmb03.jpg", "orgimg": "220324_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220324_00-tmb04.jpg", "orgimg": "220324_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 24, "priority": 0, "link": "https://weverse.io/treasure/artist/0-12203?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","selca","aSelca","mill"],
     "cpt": '『마지막 사진은 비밀로 ㅎㅎㅎ 🤫<br>（最後の写真は内緒でｗｗｗ🤫）』<br>'
    }, 
    {
     "id": "220328_00",
     "cover": "220328_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220328_00-img00.png", "orgimg": "220328_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220328_00-tmb01.jpg", "orgimg": "220328_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 28, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-9543848?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": "gag",
     "cpt": 'トゥメと漫才をする환영즈<br> <br>『여러분 저녁시간입니당~<br>It\'s dinner time~~<br>（皆さん、夜ご飯の時間です）』<br> <br>💅『도영오빠가 답장이 없어서 안녕 정환아 넌 이제 내 최애야🫶🙆‍♀️<br>（ドヨンさんから返事がなくて<br>こんにちは、ジョンファン。<br>お前はもう僕の最愛だよ）』<br>🐮『형 이걸로 해명해봐~!<br>안녕하세요 트레저 도영입니다!<br>도영군의 부재로 많이 속상하셨죠 ㅠㅠ<br>그래서 장문으로 글을 써봅니다<br>도영이가 트메들 정말 사랑해요<br>없으면 숨이 안쉬어지고.....<br>잠을 잘수 없을 정도로....<br>굉장히 아낀 답니다<br>사랑하니까 떠나지마요😍<br>뿅 어 이제 달래누나 내꺼야~❤️<br>（ヒョンこれで釈明してみて~！<br>こんにちは。TREASUREのドヨンです！<br>ドヨン君の不在ですごく悲しかったでしょう<br>それで長文で文を書いてみます<br>ドヨンがトゥメたちを本当に愛してます<br>いないと息ができないし······<br>眠れないくらい···<br>とても大切にしています<br>愛してるから離れないでね😍ピョン<br>あ、もうヌナは僕のものだよ~❤️）』<br>🐰『나 울어도 되죠..?🥺<br>（僕泣いてもいいですよね？🥺）』<br>🐰『😭 아기토끼트메 내꺼라구…<br>（😭 赤ちゃんうさぎトゥメは僕のものだよ···）』<br> <br>💅『도영이도 나 한태 대답 안해거든........ 그럼 나도 정환으로 달려갈까...?<br>（ドヨンイも僕に返事しないんだから… じゃあ僕もジョンファンに乗り換えようか…？）』<br>🐮『도영이형 이제 큰일났네에~~<br>（ドヨンイヒョンもう大変だ～～）』<br> <br>💅『정환이오빠가 답장이 없어서<br>안녕 도영 오빠 넌 이제 내 최애야<br>（ジョンファンさんから返事がなくて<br>アンニョン、ドヨンオッパ。 あなたはもう私の最愛だよ）』<br>🐮『ㄴ..ㅔ..네..?<br>（な…え…はい…？）』<br> <br>💅『오늘 정환이한테 답장이 없어서 도영으로 가야 되나?<br>（今日ジョンファンから返事がなくて ドヨンに乗り換えないといけないのかな？）』<br>🐰『웅 와도 돼요!! ㅋㅎㅋㅋㅎㅋㅎㅋ🤓 힛<br>（うん、来てもいいよ！！ ハハハハ🤓ヒッ）』<br>'
    }, 
    {
     "id": "220329_00",
     "cover": "220329_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220329_00-img00.png", "orgimg": "220329_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220329_00-tmb01.jpg", "orgimg": "220329_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220329_00-tmb02.jpg", "orgimg": "220329_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220329_00-tmb03.jpg", "orgimg": "220329_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220329_00-tmb04.jpg", "orgimg": "220329_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 29, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1508816449934143503?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["tShot","selca"],
     "cpt": '『YG의 핫포토존에서 찰칵📸<br>오늘은 자켓이 포인트라구 할수이쬬!<br>그리고 엘베에 정환이까지♥︎<br>모든게 완벽한 오늘이 ㅂr로 화요일...에헴!!<br>아름다운 달빛이 트메들의<br>밤길을 비춰줄테니 편히 자요~<br> <br>（YGのホットフォトゾーンでパシャリ📸<br>今日はジャケットがポイントだと言えるでしょう！<br>そしてエレベーターにジョンファンまで♥︎<br>すべてが完璧な今日がFor real(?)で火曜日...えへん！！<br>美しい月明かりがトゥメたちの<br>夜道を照らしてあげるから楽に寝てください~）』<br> <br>※ㅂrの意味がいまいち分かりませんでした。メニューのフォームから情報提供してくださると嬉しいです<br>'
    }, 
    {
     "id": "220330_00",
     "cover": "220330_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220330_00-img00.png", "orgimg": "220330_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220330_00-tmb01.jpg", "orgimg": "220330_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 3, "day": 30, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-9711924?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": ["gag","aSelca"],
     "cpt": '『진짜 형이 시작했다<br>（本当にヒョンがはじめた）』<br> <br>💅『초딩이냐<br>（小学生か）』<br>🐮『네!<br>（うん！）』<br>🐰『귀여워 우리 정환애기🌼<br>（かわいい僕のジョンファンちゃん）』<br>🐮『막 무섭지~ 사실 난 무서워~<br>우리 여기까지 할까 우리 도비형~?<br>（すごく怖い～実は僕は怖い<br>僕たちここまでにしようか？僕のドビヒョン？）』<br> <br>🐰『저거 언제 찍은거야 ㅋㅋㅋㅋ<br>기억도 안나는데...😎<br>（これいつ撮ったのｗｗｗｗ<br>覚えてないんだけど...😎）』<br> <br>🐰『오늘도 고생 많았당 얼른 자🌙<br>（今日もお疲れ様。はやく寝てね🌙）』<br>'
    }, 
    {
     "id": "220418_00",
     "cover": "220418_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220418_00-img00.png", "orgimg": "220418_00-img00.png" }
     ],
     "date": { "year": 2022, "month": 4, "day": 18, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-11900774?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","gag"],
     "cpt": '『뎡아.. 너 이 사진 찍을 때 정화니랑 시호 형이랑 무슨 얘기 하고 있었어?🫶🏻<br>（ドョンア..お前この写真撮る時ジョンファニとシホヒョンと何の話をしていたの？🫶🏻）』<br>🐰『항공캠 찍는다 가만히 있어봐! ㅋㅋㅋㅋ<br>（航空カメラを撮るからじっとしてて！ wwww）』<br>'
    }, 
    {
     "id": "220420_00",
     "cover": "220420_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220420_00-img00.png", "orgimg": "220420_00-img00.png" }
     ],
     "date": { "year": 2022, "month": 4, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-12071474?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "sweet",
     "cpt": '『정환을 납치하고 싶은데, 납치해도 될까요?? ㅋ ㅋ<br>（ジョンファンを拉致したいのですが、拉致してもいいですか？？ www）』<br>🐰『정환이 제꼰데 저한테 물어보시면 .. 🙃<br>양보 못하는데 ㅠㅠ 상대는 트메잖아.. 힝<br>（ジョンファニは僕のなのに僕に聞いたら···🙃<br>譲れないのに(泣)相手はトゥメじゃん…ヒン）』<br>'
    }, 
    {
     "id": "220421_00",
     "cover": "220421_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220421_00-tmb00.jpg", "orgimg": "220421_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 4, "day": 21, "priority": 0, "link": "https://www.weverse.io/treasure/artist/1690153668501412" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","mill"],
     "cpt": '『정환이랑 커플 신발색<br>（ジョンファニとカップルシューズ色）』<br>'
    }, 
    {
     "id": "220421_01",
     "cover": "220421_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220421_01-img00.png", "orgimg": "220421_01-img00.png" }
     ],
     "date": { "year": 2022, "month": 4, "day": 21, "priority": 1, "link": "https://weverse.io/treasure/fanpost/0-12177301?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["mill","muscle"],
     "cpt": '『도영아 요즘 운동하고 있어요?<br>（ドヨンア最近運動していますか？）』<br>🐰『정환이랑 막 ..엄청 하긴해요..ㅋㅋㅋ<br>（ジョンファニと…すごくたくさんしますね…ｗｗｗ）』<br>'
    }, 
    {
     "id": "220423_00",
     "cover": "220423_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220423_00-img00.png", "orgimg": "220423_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220423_00-tmb01.jpg", "orgimg": "220423_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 4, "day": 23, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-9503140?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["bitter","sweet","tShot"],
     "cpt": '『❤️』<br> <br>🐮『아 왜 하트해;; 빨리 버려 하트;;<br>징그러워요..;;<br>（なんでハートするんだよ。早く捨てて、ハート;;<br>気持ち悪いです。）』<br> <br>💅『두리 사귀는 사이??ㅋㅋㅋ<br>（ふたり付き合ってんの？ｗｗｗ）』<br>🐮『𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅𐌅』<br>🐮『아니 근뎈ㅎㅋㅎㅋㅋㅎㅎㅋㅋㅎㅋ진짜 미치겠넼ㅎㅋㅋㅎㅋㅎㅋ 트위터에도 이것만 뜨잖아요!!!ㅋㅎㅋㅎㅋㅎㅋㅎㅎㅋ<br>（いや、でも本当におかしくなりそう。 Twitterにもこれだけ出てるじゃないですか！！！www）』<br> <br>🐰『아니 ㅋㅎㅋㅎㅋㅎ 사춘기냐고?』<br>🐰『いやｗｗｗｗ思春期なの？』<br> <br>🐰『그만큼 아낀다 이거지🌼<br>（それくらい愛しいってことだよ）』<br>'
    }, 
    {
     "id": "220509_00",
     "cover": "220509_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220509_00-img00.png", "orgimg": "220509_00-img00.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 9, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-14050667?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "bitter",
     "cpt": '『정환이 롤 티어 뭐야? 궁금함…<br>（ジョンファニlolのティアなに？気になる……）』<br>🐰『정환이 브론즈 아닌가~~? ㅎ킄ㅎㅋㅎㅋ<br>（ジョンファニはブロンズじゃないかな～～？ｗｗｗ）』<br>'
    }, 
    {
     "id": "220514_00",
     "cover": "220514_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220514_00-img00.png", "orgimg": "220514_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220514_00-tmb01.jpg", "orgimg": "220514_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 14, "priority": 3, "link": "https://weverse.io/treasure/fanpost/1-9468893?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "sweet",
     "cpt": '『도영아, 우리 정환이는 왜 이렇게 귀여워??<br>（ドヨンア、僕らのジョンファニはなんでこんなに可愛いんだ？）』<br>🐰『너무 귀여워 ㅠㅠㅠ 애기양 >< 삐로통통⭐️<br>（凄くかわいい( ；；)赤たん >< ピロトントン⭐️）』<br>'
    }, 
    {
     "id": "220514_01",
     "cover": "220514_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220514_01-img00.png", "orgimg": "220514_01-img00.png" },
   { "imgtype": "img", "tmbimg": "220514_01-img01.jpg", "orgimg": "220514_01-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 14, "priority": 2, "link": "https://weverse.io/treasure/fanpost/0-11542695?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["gag","tt"],
     "cpt": '『도영 오빠 핸드폰에 있는 정환 오빠 별명이 뭐예요?😏😏😏<br>（ドヨンオッパがスマホに登録してるジョンファンオッパのあだ名は？）』<br>『야구선수 정환 !! 탁구할때 공 다 날려서!<br>（野球選手ジョンファン！卓球するときボール全部ぶっ飛ばすから）』<br>'
    }, 
    {
     "id": "220514_02",
     "cover": "220514_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220514_02-img00.png", "orgimg": "220514_02-img00.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 14, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-9468913?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": ["bitter","tShot","selca"],
     "cpt": '『잘생겼네<br>（ハンサムだね）』<br> <br>🐰『말도 없이 올린다? ㅋㅋㅋ ㅇㅋㅇㅋ<br>（僕に報告なくアップするのか？ｗｗｗ）』<br>🐮『아니 장난인거 알잖아 엉아야ㅎ;;<br>（いや冗談だって知ってるじゃんオンア）』<br>'
    }, 
    {
     "id": "220514_03",
     "cover": "220514_03-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220514_03-img00.png", "orgimg": "220514_03-img00.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 14, "priority": 1, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-287625?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": ["quarrel","gag","sweet"],
     "cpt": '🐰『일단<br>너가 먼저 시작한거야 사진 ^^<br>（とりあえず<br>お前が先に始めたんだよ 写真）』<br>🐮『웅 덤벼덤벼<br>나도 있어^^<br>（おうかかってこい<br>ここにいるから）』<br> <br>🐮『잘못했어요<br>（ごめんなさい）』<br> <br>🐰『잘못한거 아는구만 ㅎㅎ 귀여워 동생❤️<br>（間違ったの分かってるねｗｗ可愛い弟❤️）』<br>🐮『어~~ 이거야~~ 이게 나야~<br>（あ～これだよ～これが僕だよ～～）』<br>🐰『야구선수 정환이 귀여워 💕 마이 아껴!<br>（野球選手ジョンファニかわいい💕凄く愛しい！）』<br>'
    }, 
    {
     "id": "220515_00",
     "cover": "220515_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220515_00-img00.png", "orgimg": "220515_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220515_00-tmb01.jpg", "orgimg": "220515_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220515_00-tmb02.jpg", "orgimg": "220515_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220515_00-tmb03.jpg", "orgimg": "220515_00-img03.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 15, "priority": 0, "link": "https://weverse.io/treasure/artist/0-8981?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": ["aSelca","tShot","selca","gag"],
     "cpt": '『이것도 남찍사..? 아잇 몰라 그냥 올려용~!<br>（これも他撮り…？ 分かんない。そのままアップしちゃいます~ん！）』<br>🐰『야구선수 정환아 허허 ㅎㅎ ㅇㅋ<br>（野球選手ジョンファン、ハハハ）』<br>'
    }, 
    {
     "id": "220516_00",
     "cover": "220516_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220516_00-img00.png", "orgimg": "220516_00-img00.png" },
   { "imgtype": "video", "tmbimg": "220516_00-img01.mp4", "orgimg": "220516_00-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 5, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/artist/0-6805?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","mill"],
     "cpt": 'ジョンファンが撫でるネコになりきるドヨン<br> <br>『간질간질~<br>（むずむず～）』<br>🐰『나 간지러워 그만그만 😙🙂🫣<br>（僕くすぐったいからやめやめ）』<br>'
    }, 
    {
     "id": "220517_00",
     "cover": "220517_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220517_00-img00.png", "orgimg": "220517_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220517_00-img01.png", "orgimg": "220517_00-img01.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 17, "priority": 0, "link": "https://weverse.io/treasure/fanpost/1-11941453?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "sweet",
     "cpt": '『도영이 형 美쳤다<br>（ドヨンイヒョン、凄すぎる）』<br> <br>『도영이얔 정환의 비명소리가 꽤 멀리서 들리나요?』<br>（ドヨンイヤ、ジョンファンの叫びがかなり遠くからきこえますか？）<br>🐰『야구선수 정환이 귀엽넹😁<br>（野球選手ジョンファニかわいいねん😁）』<br>'
    }, 
    {
     "id": "220517_01",
     "cover": "220517_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220517_01-img00.png", "orgimg": "220517_01-img00.png" },
   { "imgtype": "img", "tmbimg": "220517_01-img01.jpg", "orgimg": "220517_01-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 17, "priority": 1, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-12228135?hl=ja" },
     "plt": "wPost",
     "sender": "tr",
     "tag": ["team","gag","sweet"],
     "cpt": '『현석아 정환이는 현석이가 보고싶은데 어떻게 해야될까😥😥<br>（ヒョンソガ、ジョンファニはヒョンソガに会いたいんだけどどうすればいいの😥😥）』<br>『ㅋㅋㅋㅋㅋㅋㅋㅋㅋ』<br> <br>🐰『ㅋㅋㅋㅋ』<br>🦔『ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ오늘밤에 페이스타임 꼬우 저번에 자고있었어서 못받음 ㅎ.<br>（wwwwww今夜フェイスタイムゴーこの前寝てたから出られない。）』<br>🐮『오예 드루와~<br>（オーイェーかかってこい～）』<br> <br>🐮『도비도 드루와~<br>（ドビーもかかってこい～）』<br>🦔『김삐로통통 합류하쉴?!<br>（キムピロトントン合流する？！）』<br> <br>🐰『나도 들어감 👨‍💻<br>（私も参戦 👨‍💻）」<br> <br>🐰『Choihyunsuk did you say bbirotongtong?!<br>（チェ・ヒョンソクさんピロトントンって言いましたか？！）』<br>🦔『lol😂😂🤣😂🤣😂🤣 No I said bbirotongtong \'Kim’<br>（いやキムって言いました）』<br>🐰『LOL😂😂』<br>'
    }, 
    {
     "id": "220519_00",
     "cover": "220519_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220519_00-img00.png", "orgimg": "220519_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220519_00-tmb01.jpg", "orgimg": "220519_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 19, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1527155842650636293?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": ["selca","sweet"],
     "cpt": '（皆さん、今日は私が生まれて6300日だと聞いて また来ました😝😝😝）<br> <br>ジョンファンのツイートに『귀여워 __DO（かわいい）』のリプライが付く<br>'
    }, 
    {
     "id": "220519_01",
     "cover": "220519_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220519_01-img00.png", "orgimg": "220519_01-img00.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 19, "priority": 0, "link": "https://weverse.io/treasure/artist/2-5665?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": "gag",
     "cpt": '『도영이는 지금 무엇을 하고 있을까요<br>1.밥을 먹는다<br>2.침대에서 여유를 즐긴다<br>3.트레저 메이커를 위해 어떤걸 할지 생각한다<br>4.마피아 게임을 한다<br>5.책을 읽는다<br>6.2022학년도 수능대비 수능 특강 국어영역 언어와 매체를 풀고 있다<br>7.피아노 치며 위버스 한다<br>8.양 67마리 까지 세고 있다<br>정답 맞추면 삐로통통 쏜다 🚀🚀<br>（ドヨンは今、何をしているでしょうか<br>1.ご飯を食べてる<br>2.ベッドで余裕を楽しんでる<br>3.トレジャーメーカーのためにどんなことをするか考えてる<br>4.マフィアゲームをしてる<br>5.本を読んでいる<br>6.2022学年度修学能力試験に備えた修能特講、国語領域言語と媒体を緩めている<br>7.ピアノを弾きながらウィーバーズをしている<br>8.羊67頭まで数えている<br> <br>正解を当てたらピロトントン撃つ🚀🚀）』<br>🐮『그냥 쏴주면 안됨?<br>（そのまま撃ってくれない？）』<br>'
    }, 
    {
     "id": "220520_00",
     "cover": "220520_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220520_00-img00.png", "orgimg": "220520_00-img00.png" }
     ],
     "date": { "year": 2022, "month": 5, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-14928448?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": "gag",
     "cpt": '『아니 저 브론즈 아니에욬ㅎㅋㅎㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎ<br>（いや僕ブロンズじゃないですよｗｗｗｗｗ）』<br> <br>💅『그거나 그거나<br>（ブロンズもゴールドも同じようなもんだ）』<br>🐮『🤯』<br>🐰『그니까<br>（そうだそうだ）』<br>🐮『뭘 그니까얔ㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（いや何がそうだそうだだよｗｗｗｗ）』<br>🐰『난 롤 안해..<br>（僕はlolしない…）』<br>🐰『아낀다 마이 브로<br>（大切にしてる僕の親友）』<br>🐮『😉』<br>'
    }, 
    {
     "id": "220526_00",
     "cover": "220526_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220526_00-img00.png", "orgimg": "220526_00-img00.png" },
   { "imgtype": "video", "tmbimg": "220526_00-img01.mp4", "orgimg": "220526_00-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 5, "day": 26, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1529753625638993920?s=20" },
     "plt": "twitter",
     "sender": "dg",
     "tag": "gag",
     "cpt": '『때찌👊』<br>（てちっ）<br>※軽く𠮟るときに使う赤ちゃん言葉<br> <br>ジョンファンのツイートに『정환이 잘하네~~~~~ 귀엽다 _ DO（ジョンファン上手だね～～～～～かわいい）』のリプライが付く<br>'
    }, 
    {
     "id": "220526_01",
     "cover": "220526_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220526_01-img00.png", "orgimg": "220526_01-img00.png" },
   { "imgtype": "video", "tmbimg": "220526_01-img01.mp4", "orgimg": "220526_01-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 5, "day": 26, "priority": 0, "link": "https://weverse.io/treasure/artist/0-5542?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "sweet",
     "cpt": '『공이 제가 무서워서 도망가네용ㅠ 어딜 도망가잇😈<br>（ボールが僕のこと怖くて逃げてますんㅠ どこに逃げてるの😈）』<br> <br>🐰『귀엽네<br>（かわいいね）』<br> <br>💅『만약 정환이 김삐로통통과 축구를 한다면 누가 이길까용??🥇<br>（もしジョンファンがキムピロトントンとサッカーをしたらどっちが勝つでしょうか？？🥇）』<br>🐰『김삐로통통이 축구하다 다칠겁니다..<br>（キムピロトントンがサッカーをして怪我をします..）』<br>'
    }, 
    {
     "id": "220530_00",
     "cover": "220530_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220530_00-img00.png", "orgimg": "220530_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220530_00-tmb01.jpg", "orgimg": "220530_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220530_00-tmb02.jpg", "orgimg": "220530_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 30, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1531244404983271424?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["sweet","selca","bb"],
     "cpt": '『도비랑 농구했다잉~ 재밌었당🏀🏀<br>（ドビーとバスケをしたよん～面白かった）』<br>'
    }, 
    {
     "id": "220531_00",
     "cover": "220531_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220531_00-img00.png", "orgimg": "220531_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220531_00-tmb01.jpg", "orgimg": "220531_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220531_00-tmb02.jpg", "orgimg": "220531_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220531_00-tmb03.jpg", "orgimg": "220531_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220531_00-tmb04.jpg", "orgimg": "220531_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1531649336047714304?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["selca","sweet","mill"],
     "cpt": '『안녕 삐로통통❤<br>（こんにちはピロトントン）』<br>『캬 누가 찍었길래 이리 잘찍었지🫣<br>（キャー！誰が撮ったからこんなに良いの？）』<br>『정환이라고 있지💕<br>（ジョンファンが撮った💕）』<br>'
    }, 
    {
     "id": "220603_00",
     "cover": "220603_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220603_00-img00.png", "orgimg": "220603_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220603_00-img01.png", "orgimg": "220603_00-img01.png" },
   { "imgtype": "img", "tmbimg": "220603_00-tmb02.jpg", "orgimg": "220603_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220603_00-img03.jpg", "orgimg": "220603_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220603_00-img04.jpg", "orgimg": "220603_00-img04.jpg" },
   { "imgtype": "img", "tmbimg": "220603_00-img05.jpg", "orgimg": "220603_00-img05.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 3, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/1-319596?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["bitter","selca","gag","bb","quarrel"],
     "cpt": '『여러분 뭐하시나용<br>（みなさん何してますかん）』<br> <br>🐰『너 생각<br>（お前のこと考えてる）』<br>🐮『넵🥱<br>（は～い🥱）』<br> <br>💅『롤 그니까 빨리 디코 들어와<br>（lolしてるからはやくDico入ってきて）』<br>🐮『넵 디코가 뭔데요<br>（はいん？Dicoって何ですか？）』<br>🐰『디스코드 ...<br>（Discord…）』<br>🐮『그니까 무슨 코드인데 그게<br>（だから何のコードなんだよそれ）』<br>🐰『트메를 만날수있는 입력 코드지<br>（トゥメに会える入力コード紙）』<br>🐮『그럼 디스트메코드라고 하던가😝<br>（じゃ、デストゥメコードとか😝）』<br>🐮『죄송해요 도영이형한테 안좋은것만 배웠네요ㅠ<br>（ごめんなさい。ドヨンさんから 良くないことだけ教わりました）』<br>🐰『정환이 센스 조아 ⭐️<br>（ジョンファニセンス良いね⭐️）』<br> <br>💅『도영아~~정환이를 포겟몬에 비유한다면 뭐야~??<br>（ドヨンア～ジョンファンをポケモンに例えたら何？）』<br>🐮『도영이형은 약간 우츠동느낌인데<br>（ドヨンイヒョンはちょっとウツドンみたいな感じだけっど）』<br>🐰『정환이는 음 ..looks like 골루그?<br>（ジョンファニは…ゴルーグに見える？）』<br>🐮『음.. you looks like 루주라<br>（うーん…あんたはルージュラに見える）』<br> <br>💅『정환아 너 도영이한테 농구 졌어?<br>（ジョンファナ、ドヨンにバスケで負けたの？）』<br>🐰『소문이 벌써 퍼졌어요??!! ㅋㅋㅋ<br>（噂は既に広まりましたか??!!ｗｗｗ）』<br>'
    }, 
    {
     "id": "220603_01",
     "cover": "220603_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220603_01-img00.png", "orgimg": "220603_01-img00.png" },
   { "imgtype": "img", "tmbimg": "220603_01-tmb01.png", "orgimg": "220603_01-img01.png" }
     ],
     "date": { "year": 2022, "month": 6, "day": 3, "priority": 1, "link": "https://weverse.io/treasure/artist/1-2182?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["bitter","aSelca","quarrel"],
     "cpt": '『야생 정환몬이 나타났다!!!!<br>（野生のジョンファンモンが現れた！）』<br> <br>🐮『형이 시작한거야<br>（ヒョンがはじめたんだよ）』<br>🐰『ㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>또 뭔 시작이야<br>（また何の始まりだよ）』<br>🐰『농구나 들어와 @소정환<br>（バスケででもかかってこい）』<br> <br>💅『복수 당해도 도영이는 정환이를 귀엽다고 하는거지?ㅎㅎ<br>（復讐されてもドヨンイはジョンファニが可愛いんだよね？）』<br>🐰『빙고빙고 ! ㅋㅋㅋㅋㅋㅋㅋ 정환이한테는 쉿<br>（ビンゴビンゴ！ｗｗｗｗジョンファニにはシッ）』<br>'
    }, 
    {
     "id": "220603_02",
     "cover": "220603_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220603_02-img00.png", "orgimg": "220603_02-img00.png" }
     ],
     "date": { "year": 2022, "month": 6, "day": 3, "priority": 2, "link": "https://weverse.io/treasure/fanpost/2-7777087?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "gag",
     "cpt": '『도영아, 정환과 지훈이 물에 빠진다면 누구를 먼저 구하시겠어요???<br>（ドヨンア、ジョンファンとジフンが溺れたら 誰を先に助けますか？？？）』<br>🐰『나도 같이 빠져야죠<br>（僕も一緒に溺れないといけない）』<br>💅『ㅋㅋㅎㅋㅎ 넌 수영할 수 있었잖아』<br>（お前は泳げたじゃんｗｗｗｗ）』<br>'
    }, 
    {
     "id": "220603_03",
     "cover": "220603_03-cvr.png",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220603_03-img00.png", "orgimg": "220603_03-img00.png" }
     ],
     "date": { "year": 2022, "month": 6, "day": 3, "priority": 3, "link": "https://weverse.io/treasure/fanpost/1-327586?hl=ja" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "bb",
     "cpt": '『도영아~ 요즘에는 정환이랑 농구 열심히할게 왜구래???<br>（ドヨンア～最近はジョンファニとバスケ頑張ってるけどどうしたの？？？）』<br>🐰『최근에는 근육통 풀려고 했어요 ㅋㅋ<br>근데 이겨버렸지 모얌 😆😆<br>（最近は筋肉痛を解消しようとしましたｗｗ<br>でも勝っちゃったよ。なにぃ😆😆）』<br>'
    }, 
    {
     "id": "220605_00",
     "cover": "220605_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220605_00-img00.png", "orgimg": "220605_00-img00.png" },
   { "imgtype": "video", "tmbimg": "220605_00-img01.mp4", "orgimg": "220605_00-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 6, "day": 5, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1533294014518427650?s=20" },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["team","dance"],
     "cpt": '도루환의 JiggleJiggle~ 🎵🎵<br>챌린지⭐️⭐️<br>ドルファンのJiggle~🎵🎵<br>チャレンジ⭐︎⭐︎<br> <br>JiggleJiggleチャレンジをするドヨン・ハルト・ジョンファン<br>'
    }, 
    {
     "id": "220605_01",
     "cover": "220605_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220605_01-img00.png", "orgimg": "220605_01-img00.png" },
   { "imgtype": "video", "tmbimg": "220605_01-img01.mp4", "orgimg": "220605_01-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 6, "day": 5, "priority": 2, "link": "https://twitter.com/treasuremembers/status/1533297495089958913?s=20" },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["team","dance"],
     "cpt": '비하인드✌️<br>ビハインド✌️<br> <br>JiggleJiggleチャレンジのビハインド動画<br>'
    }, 
    {
     "id": "220605_02",
     "cover": "220605_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220605_02-img00.png", "orgimg": "220605_02-img00.png" },
   { "imgtype": "img", "tmbimg": "220605_02-img00.png", "orgimg": "220605_02-img00.png" },
   { "imgtype": "img", "tmbimg": "220605_02-img02.jpg", "orgimg": "220605_02-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 5, "priority": 1, "link": ["https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-124031?hl=ja","https://www.notion.so/c7b07e15d54d4330bd61394c1e058740?pvs=4#9cb6e13a32e743669e922b09cbfdbeb5"] },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["mill","gag"],
     "cpt": '『이게 누구지 🫣<br>（これは誰だ🫣）』<br>'
    }, 
    {
     "id": "220610_00",
     "cover": "220610_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220610_00-img00.png", "orgimg": "220610_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220610_00-tmb01.jpg", "orgimg": "220610_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 10, "priority": 1, "link": "https://twitter.com/treasuremembers/status/1535170436119400448?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["selca","mill"],
     "cpt": '『도비형 옷』<br>（ドビヒョンの服）<br>'
    }, 
    {
     "id": "220610_01",
     "cover": "220610_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220610_01-img00.png", "orgimg": "220610_01-img00.png" },
   { "imgtype": "video", "tmbimg": "220610_01-img01.mp4", "orgimg": "220610_01-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 6, "day": 10, "priority": 0, "link": "https://weverse.io/treasure/artist/0-1400?hl=ja" },
     "plt": "wPost",
     "sender": "hn",
     "tag": ["bitter","quarrel","gag"],
     "cpt": '『🤨』<br> <br>💅『정환아 눈이 누나한테 빌려주면 안돼?? 진짜 예뽀다🥺<br>（ジョンファナ、目をお姉ちゃんに貸してくれない？本当に綺麗だ）』<br>🐮『🥺 안대..<br>（いやん…）』<br>🐰『나는?<br>（僕は？）』<br>🐮『너는 뭐ㅋㅋ<br>（僕は何だよｗｗ）』<br> <br>💅『정환 너 지금 도영닮았어<br>（ジョンファンお前今ドヨンに似ている）』<br>🐰『엥????????ㅋㅋㅋ<br>（え～？？？？？？ｗｗｗ）』<br>🐮『그것은 정환에게 큰 상처이다<br>（その言葉はジョンファンを大いに傷つけた）』<br> <br>💅『화니짱 나야 도영이야<br>（ファニちゃん、僕だよ、ドヨンだよ）』<br>（ファニちゃん、僕だよ、ドヨンだよ）』<br>（ドヨンはドヨンが好きなのでドヨンに行きます(?)）』<br>'
    }, 
    {
     "id": "220610_02",
     "cover": "",
     "imglist": [
   { "imgtype": "", "tmbimg": "", "orgimg": "" }
     ],
     "date": { "year": 2022, "month": 6, "day": 10, "priority": 2, "link": "https://www.weverse.io/treasure/artist/1694566777582291/comments/1694566938094000" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "tbd",
     "cpt": '💅『도영아 정환이 입는 옷 알지? 😂😂<br>（ドヨンア、ジョンファンが着てる服知ってるよね？😂😂）』<br> <br>（Twitterに投稿された🐰の服を着る🐮のことを言っている）<br> <br>🐰『난 정환이 신발도 신어서 ㅎㅅㅎ<br>서로 필요한걸 빌려주지<br>（僕はジョンファンの靴も履いてるから<br>お互いに必要なものを貸してあげよう）』<br>'
    }, 
    {
     "id": "220612_00",
     "cover": "220612_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220612_00-img00.png", "orgimg": "220612_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220612_00-img01.jpg", "orgimg": "220612_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220612_00-tmb02.jpg", "orgimg": "220612_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 12, "priority": 0, "link": ["https://weverse.io/treasure/fanpost/1-95550","https://weverse.io/treasure/fanpost/2-140835","https://weverse.io/treasure/fanpost/0-140472?hl=ja","https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/2-12225?hl=ja"] },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["bitter","quarrel","gag"],
     "cpt": '🐰『맞네 맞네!! 소정환 소환 ___!<br>（そうです、そうです！！ ソ·ジョンファン召喚です！）』<br>🐮『왜 불러 내가 소환권 3번 줬지 이제 2번 남았다.<br>（なんで呼ぶんですか？僕が召喚権を3回あげたんだ？あと2回残ってる。）』<br>🐰『소정환 소환__!!!! (1장 남음)<br>（ソジョンファン召喚!!!!(残り1枚)）』<br>🐰『소정환 소환_______!!!!!!!! 😙😙<br>（ソ·ジョンファンを召喚!!!! 😙😙）』<br>🐮『오 근데 제 얼굴은 누가 닦은거죠<br>（お、でも僕の顔は誰が拭いたんですか）』<br>🐮『아니 소환권 끝. 뒤에서 노래 계속 부르면 폰에 있는 엽사 다 푼다 형아야~ㅎㅎ<br>（いいえ、召喚権は終了です。 後ろで歌をずっと歌ったら スマホの変顔写真を全部公開するよ（笑））』<br> <br>（ドヨンのプロフィール写真で扮装したトゥメ）<br>💅『아이고 정환아 너무 잘생겻어』<br>（あぁジョンファン、すごくかっこいいですジョンファン）<br> <br>🐮『아 속았다ㅋㅎㅋㅎㅋㅋㅎㅋㅎ<br>（あ、騙されました）』<br>💅『부어 있어도 귀여우니까 용서받을 수 있어🥲🥲🥲<br>（むくんでいても可愛いから許せます🥲🥲🥲）』<br>🐮『아닌데..근데 도영이형 때문에 짜증나려고 해요 너무 시끄러워여<br>（違うんですけど..でもドヨンさんのせいでイライラしそうです。 すごくうるさいです）』<br> <br>'
    }, 
    {
     "id": "220613_00",
     "cover": "220613_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220613_00-img00.jpg", "orgimg": "220613_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220613_00-tmb01.jpg", "orgimg": "220613_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220613_00-tmb02.jpg", "orgimg": "220613_00-img02.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 13, "priority": 0, "link": "https://www.weverse.io/treasure/artist/1694832176186012?photoId=329541302" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": "tt",
     "cpt": '『올탁구나 서열정리하러 온 라끼돌😎<br>（おお〜卓球や序列を決めに来たラキドル😎）』<br>'
    }, 
    {
     "id": "220616_00",
     "cover": "220616_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220616_00-img00.png", "orgimg": "220616_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220616_00-tmb01.jpg", "orgimg": "220616_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220616_00-tmb02.jpg", "orgimg": "220616_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220616_00-tmb03.jpg", "orgimg": "220616_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220616_00-tmb04.jpg", "orgimg": "220616_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 16, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1537386650317119488?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","youth","bb"],
     "cpt": '1on1バスケで勝ったジョンファンと負けたドヨン どちらのものかは分からないが<br> <br>『오늘 하루는 잊을수없다..（今日のことは忘れられない…）』<br> <br>とリプライがされている<br>'
    }, 
    {
     "id": "220621_00",
     "cover": "",
     "imglist": [
   { "imgtype": "", "tmbimg": "", "orgimg": "" }
     ],
     "date": { "year": 2022, "month": 6, "day": 21, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1695527203581948/comments/1695528032569570" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "gag",
     "cpt": '💅『만약 정환이가 갑자기 당신에게 " 삐로통통"이라고 말한다면요 ㅋㅋ 도영이가 정환한테 뭐라고 할 거예요??<br>（もしジョンファンが急にあなたに「ピロトントン」と言ったら ドヨンがジョンファンに何て言うんですか？？）』<br>🐰『뭔데..? 영상 찍어?<br>（何？映像撮るの？）』<br> <br>※情報が不足しています<br>画面の確認ができておりません。<br>'
    }, 
    {
     "id": "220627_00",
     "cover": "220627_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220627_00-img00.jpg", "orgimg": "220627_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 6, "day": 27, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1696061693121184" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["sweet","mill","tbd"],
     "cpt": '『이거 귀엽네…』<br>（これかわいいね…）<br>'
    }, 
    {
     "id": "220701_00",
     "cover": "220701_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220701_00-img00.jpg", "orgimg": "220701_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 1, "priority": 0, "link": "https://www.weverse.io/treasure/feed/1696412424713233" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "muscle",
     "cpt": '💅『정환이랑 같이 해본적이 없는 스포츠는 뭐야?<br>（ジョンファンと一緒にやったことのないスポーツは何？）』<br>🐰『안해본거 엄청 많은데 같이 해보고 싶은건 클라이밍??<br>（やったことないことがすごく多いんだけど一緒にやってみたいのはクライミング？？）』<br>'
    }, 
    {
     "id": "220705_00",
     "cover": "220705_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220705_00-img00.jpg", "orgimg": "220705_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220705_00-img01.jpg", "orgimg": "220705_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220705_00-img02.jpg", "orgimg": "220705_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220705_00-img03.jpg", "orgimg": "220705_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220705_00-tmb04.jpg", "orgimg": "220705_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 5, "priority": 0, "link": "https://weverse.io/treasure/moment/1039951610d967c54d192136760abf97/post/0-100272341" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["quarrel","gag"],
     "cpt": '💅『자동차 키의 색깔은?? 카키색 ㅋㅋㅋㅎㅋㅎㅋㅋㅋㅎㅋㅎㅋㄹㅋㅎㅋㅋㄹㅋㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋ<br>（車のキーの色は？？ カーキー色ｗｗｗｗｗｗｗｗ）』<br>🐮『죄송한데 도영이형 같아요<br>（すみませんがドヨンさんみたいです）』<br>🐰『삐로통통__카키색💙<br>（ピロトントン__カーキ色💙）』<br>（ピロトントン__カーキ色💙）』<br>（"💙" それはカーキ色ではありません、ドヨン。）』<br>🐰『정환 당신은 완벽주의자입니까 ?<br>（ジョンファン、あなたは完璧主義者ですか？）』<br>（私はあなたにがっかりした。）』<br> <br>💅『정환아 나 롤 챌러저임!! 한번만 믿어 봐 플리즈<br>（ジョンファン、僕はロールチャレンジャーだよ！！ 一度だけ信じてみて、プリーズ）』<br>🐮『네~~ 믿어요~~😏<br>（はい信じます😏）』<br>🐰『제가 티어를 잘 모르는데 정환이는 브라운..? 약간 그쪽 계열이던데 ..<br>（僕がティアをよく知らないんだけど、 ジョンファンはブラウン…？ ちょっとそっち系だったけど..）』<br>🐰『브론즈라고 하면 정환이 화나서 일부로 돌려서 브라운 쪽 계열이라구 했어요 다들 쉿! 비밀 ㅎㅎ<br>（ブロンズと言えばジョンファンが怒って 一部で 回してブラウン系だと言いました みんなシッ！秘密ww）』<br>🐮『색깔도 모르면서 당당하지 마세요 도영<br>（色も知らないくせに堂々としないでください ドヨン）』<br>🐰『싸우면 제가 지긴해요 ㅎㅎㅎ<br>（ケンカしたら僕が負けはします フフフ）』<br>🐮『도영 나는 당신의 거짓된 발언을 증오한다😡😡<br>（ドヨン、私はあなたの偽りの発言が嫌いだ😡😡）』<br>🐰『잘못했습니다...부디 나를 용서해주오 정환. 😭😭<br>（すみません···どうか私を許してください、ジョンファン。 😭😭）』<br>🐰『담에 지짜 정환이 티어 보고 올게욧! 뿅♥️<br>（今度は本当にジョンファンのティアを見てきます！ ピョン♥️）』<br> <br>💅『오빠 나 농구 잘 하는데 다음에 한 판 하자?😼<br>（オッパ、私バスケットボール上手だから今度一回やろうか？😼）』<br>🐮『도영이형부터 이기고 오세요<br>（ドヨンさんから勝ってきてください）』<br>🐰『우리 정환이 완전 잘해요!<br>（ジョンファン、すごく上手です！）』<br>🐮『도영이 껌ㅋㅎㅋㅎㅋㅋㅎㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（ドヨンのガムwww）』<br>🐮『빨리 반박해 형 트메들이 형 껌이랰ㅎㅋㅎㅋㅎㅎㅋㅎㅋㅎㅋㅎㅋ<br>（早く反論して。兄さん、トゥメたちがお兄さんのガムだって）』<br>🐰『아ㅋㅋㅋㅋㅎ 나 껌 좋아하지 ㅎㅎ 근데 턱 나온다해서 안먹어요 요즘!<br>（あ、私ガム好きだよ でもあごが出ると聞いて食べません、最近！）』<br>🐮『어어 너무 티엠아이다 형<br>（あ、すごくTMIだね。兄さん）』<br> <br>💅『정환아 사랑해,,도영한테 말하지마..<br>（ジョンファン、愛してる。ドヨンに言わないで..）』<br>🐰『트메야사랑해, 정환이한테 말하지마<br>（トゥメ愛してる、ジョンファンに言わないで）』<br>🐮『아니 무슨 전개야 대체<br>（いや、一体何の展開だよ）』<br>🐰『정환아 잘자 내 꿈꿔라 ~<br>（ジョンファン、おやすみ。 僕の夢を見て~）』<br>🐰『트메두 내꿈꽁🌙<br>（トゥメも 僕の夢来い🌙）』<br> <br>💅『도영이 정환을 이기는 종목은?<br>（ドヨンがジョンファンに勝つ種目は？）』<br>🐮『카트라이더 정도?<br>（カートライダーくらい？）』<br>🐰『빠진 거 있음 포켓몬고 확인.<br>（抜けたものがあればポケモンGOを確認。）』<br>'
    }, 
    {
     "id": "220706_00",
     "cover": "",
     "imglist": [
   { "imgtype": "", "tmbimg": "", "orgimg": "" }
     ],
     "date": { "year": 2022, "month": 7, "day": 6, "priority": 0, "link": "https://www.weverse.io/treasure/moments/95/posts/1696869044595271/comments/1696871110115980" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "mill",
     "cpt": '💅『도영아 누나 태권도하러 가는 중....빠이<br>（ドヨン、お姉さんテコンドーしに行く途中······バイ）』<br>🐰『정환이랑 같이 가요 ⭐️<br>（ジョンファニと一緒に行きますよ⭐️）』<br>'
    }, 
    {
     "id": "220707_00",
     "cover": "220707_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220707_00-img00.jpg", "orgimg": "220707_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220707_00-tmb01.jpg", "orgimg": "220707_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220707_00-tmb02.jpg", "orgimg": "220707_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220707_00-tmb03.jpg", "orgimg": "220707_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220707_00-tmb04.jpg", "orgimg": "220707_00-img04.jpg" },
   { "imgtype": "img", "tmbimg": "220707_00-tmb05.jpg", "orgimg": "220707_00-img05.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 7, "priority": 0, "link": "https://weverse.io/treasure/artist/0-100588305" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","selca"],
     "cpt": '『삐로통통__💗<br>오늘도 고생 많은 우리 트메 푹 자🌙<br>사랑하고 고마워~』<br> <br>（ピロトントン__💗<br>今日もお疲れ様、トゥメぐっすり寝てね🌙<br>愛してるし、ありがとう~）<br>'
    }, 
    {
     "id": "220708_00",
     "cover": "220708_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220708_00-img00.png", "orgimg": "220708_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220708_00-tmb01.jpg", "orgimg": "220708_00-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 8, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-100611544?hl=ja" },
     "plt": "wPost",
     "sender": "teume",
     "tag": "bitter",
     "cpt": '💅『도영이와 정환이의 손이 이렇게 생겼나요?😂😂😂<br>정환이한테 물어보자. 어때요, 정환 씨?<br>（ドヨンイとジョンファニの手は こういう形なんですか？😂😂😂<br>ジョンファンに聞いてみよう。<br>どうですか、ジョンファンさん？）』<br>🐰『아니요 아니요 ㅋㅎㅋㅎㅋㅎㅋㅎㅋ<br>（違います、違いますよｗｗｗｗｗ）』<br>'
    }, 
    {
     "id": "220711_00",
     "cover": "220711_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220711_00-img00.jpg", "orgimg": "220711_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220711_00-tmb01.jpg", "orgimg": "220711_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220711_00-tmb02.jpg", "orgimg": "220711_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220711_00-tmb03.jpg", "orgimg": "220711_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220711_00-tmb04.jpg", "orgimg": "220711_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 11, "priority": 0, "link": "https://weverse.io/treasure/artist/2-100860541" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["selca","tShot"],
     "cpt": '『연습실에서 ⭐️환영즈⭐️』<br> <br>（練習室で⭐️ふぁにょんず⭐️）<br>'
    }, 
    {
     "id": "220716_00",
     "cover": "",
     "imglist": [
   { "imgtype": "", "tmbimg": "", "orgimg": "" }
     ],
     "date": { "year": 2022, "month": 7, "day": 16, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/2-101298219/comment/0-200119700" },
     "plt": "wPost",
     "sender": "teume",
     "tag": "tbd",
     "cpt": '💅『가서 정환이에게 장난을 치세요.ㅋㅋㅋㅋㅋ<br>（行ってジョンファニにいたずらしてくださいｗｗｗｗ）』<br>🐰『ㅋㅎㅋㅎㅎㅋㅋㅎㅋㅋㅎㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋ너무 단호해.<br>（ｗｗｗｗｗとても頑固）』<br> <br>※情報が不足しています。<br>画面の確認ができておりません。<br>'
    }, 
    {
     "id": "220720_00",
     "cover": "220720_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220720_00-img00.jpg", "orgimg": "220720_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 20, "priority": 0, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/4-100802923?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["mill","sweet"],
     "cpt": '💅『정환이가 어디있나요?<br>（ジョンファンはどこにいますか？）』<br>🐰『정환이 자요<br>（ジョンファン寝ています）』<br>'
    }, 
    {
     "id": "220720_01",
     "cover": "220720_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220720_01-img00.jpg", "orgimg": "220720_01-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 20, "priority": 1, "link": "https://weverse.io/treasure/fanpost/0-101572532?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "mill",
     "cpt": '💅『지금 정환이 일어났어?<br>（もうジョンファン起きた？）』<br>🐰『제 옆에서 깐족깐족중 ㅎㅋㅎㅋ<br>（僕の隣でふざけ中wwwwww）』<br>'
    }, 
    {
     "id": "220729_00",
     "cover": "220729_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220729_00-img00.jpg", "orgimg": "220729_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 29, "priority": 0, "link": "https://weverse.io/treasure/fanpost/2-102050730?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "mill",
     "cpt": '💅『도영이는 누구와 같은 방을 쓰나요? 루토와 정우는 한 방에 있는 듯<br>（ドヨンは誰と同じ部屋を使っていますか？ ルトとジョンウは一緒にいるようだ）』<br>🐰『트레저 귀요미 아기 옆에 이쪄 ㅎㅎ<br>（TREASUREの可愛い赤ちゃんの隣にいます）』<br>🐰『ㅋㅋㅋ웅<br>（wwwうん）』<br>'
    }, 
    {
     "id": "220729_01",
     "cover": "220729_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220729_01-img00.jpg", "orgimg": "220729_01-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 29, "priority": 1, "link": "https://weverse.io/treasure/fanpost/4-101412882?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "mill",
     "cpt": '💅『정환이 어디있어?<br>（ジョンファンはどこにいるの？）』<br>🐰『샤워 가운 입고 자고 있어요<br>（シャワーガウンを着て寝てます）』<br>🐰『어제 제가 먼저 잠들어서 ... 기억은 안나요<br>（昨日僕が先に寝てしまって··· 覚えていません）』<br>'
    }, 
    {
     "id": "220729_02",
     "cover": "220729_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220729_02-img00.jpg", "orgimg": "220729_02-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220729_02-img01.jpg", "orgimg": "220729_02-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 29, "priority": 2, "link": "https://weverse.io/treasure/fanpost/2-102192448?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "muscle",
     "cpt": '💅『나는 정환이가 이런 것을 보고 매우 놀랐다 ㅠ<br>（ジョンファンのこんな姿を見てすごく驚いた泣）』<br>🐰『옴마야<br>（ママよ）』<br>🐰『아기 아니네<br>（赤ちゃんじゃない）』<br>'
    }, 
    {
     "id": "220731_00",
     "cover": "220731_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220731_00-img00.png", "orgimg": "220731_00-img00.png" },
   { "imgtype": "img", "tmbimg": "220731_00-tmb01.jpg", "orgimg": "220731_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220731_00-tmb02.jpg", "orgimg": "220731_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220731_00-tmb03.jpg", "orgimg": "220731_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "220731_00-tmb04.jpg", "orgimg": "220731_00-img04.jpg" }
     ],
     "date": { "year": 2022, "month": 7, "day": 31, "priority": 1, "link": "https://weverse.io/treasure/moment/1ff952f43af455265e7b60d10e0e6b05/post/4-101484444" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["tShot","selca"],
     "cpt": '『오늘도 호아이팅』<br> <br>（今日もファイティン）<br>'
    }, 
    {
     "id": "220731_01",
     "cover": "220731_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220731_01-img00.jpg", "orgimg": "220731_01-img00.jpg" },
   { "imgtype": "video", "tmbimg": "220731_01-img01.mp4", "orgimg": "220731_01-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 7, "day": 31, "priority": 0, "link": "https://twitter.com/treasuremembers/status/1553434314225856512?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["aSelca","foods"],
     "cpt": '『땡큐 타일랜드 굿 후르츠❤🥭🍐』<br> <br>フルーツと戯れる환영즈<br>'
    }, 
    {
     "id": "220802_00",
     "cover": "220802_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220802_00-img00.jpg", "orgimg": "220802_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 8, "day": 2, "priority": 0, "link": "https://weverse.io/treasure/artist/0-102326916?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": "muscle",
     "cpt": '💅『8월은 정환이와 새로운 스포츠에 도전해보는게 어때??<br>（8月はジョンファンと新しいスポーツに挑戦してみたらどう？？）』<br>🐰『테니스는 꼭 도전할겁니다<br>（テニスに挑戦します）』<br>🐰『테니스 브이앱 ㅋㅎㅋㅎㅋㅎㅋㅎㅋㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎㅋㅎ<br>（テニスV LIVEwww）』<br>🐰『테브 테브<br>（テVテV ※テニスV LIVEの略）』<br>'
    }, 
    {
     "id": "220804_00",
     "cover": "220804_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220804_00-img00.jpg", "orgimg": "220804_00-img00.jpg" }
     ],
     "date": { "year": 2022, "month": 8, "day": 4, "priority": 0, "link": "https://weverse.io/treasure/fanpost/0-102487868?hl=ko" },
     "plt": "wPost",
     "sender": "dg",
     "tag": ["gag","quarrel"],
     "cpt": '💅『정환 & 도영<br>（ジョンファン&ドヨン）』<br>🐰『왔다 갔다 하는것같은데 ㅋㅎㅋㅋㅎㅎㅋㅎ<br>（行ったり来たりしてるみたいだけどwww）』<br>'
    }, 
    {
     "id": "220712_00",
     "cover": "220712_00-cvr.jpg",
     "imglist": [
   { "imgtype": "video", "tmbimg": "220712_00-img00.mp4", "orgimg": "220712_00-img00.mp4" },
   { "imgtype": "video", "tmbimg": "220712_00-img01.mp4", "orgimg": "220712_00-img01.mp4" }
     ],
     "date": { "year": 2022, "month": 7, "day": 12, "priority": 0, "link": "https://www.instagram.com/p/Cf5l2tcPhNm/" },
     "plt": "instagram",
     "sender": "hn",
     "tag": ["sweet","robinson","team"],
     "cpt": 'ヒョンソクの肩の上でぶつかり合うジョンファンとドヨンの手<br>その後ジョンファンが小指でドヨンの小指に触れに行った<br>'
    }, 
    {
     "id": "220516_01",
     "cover": "220516_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220516_01-img00.jpg", "orgimg": "220516_01-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220516_01-tmb01.jpg", "orgimg": "220516_01-img01.jpg" },
   { "imgtype": "img", "tmbimg": "220516_01-tmb02.jpg", "orgimg": "220516_01-img02.jpg" },
   { "imgtype": "img", "tmbimg": "220516_01-tmb03.jpg", "orgimg": "220516_01-img03.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 16, "priority": 1, "link": "https://weverse.io/treasure/media/1-1315?hl=ja" },
     "plt": "wPost",
     "sender": "hndg",
     "tag": ["tt","tShot","selca"],
     "cpt": '올 탁구나!🏓<br>2022 골든라켓 챔피언십 🏆<br>⭐️올스타팀⭐️으로<br>함께해서 즐거웠습니다<br> <br>オール卓球だよ！🏓<br>2022ゴールデンラケットチャンピオンシップ🏆<br>⭐️オールスターチーム⭐︎へ<br>一緒に過ごせて楽しかったです<br>'
    }, 
    {
     "id": "220516_02",
     "cover": "220516_02-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220516_02-img00.jpg", "orgimg": "220516_02-img00.jpg" },
   { "imgtype": "img", "tmbimg": "220516_02-tmb01.jpg", "orgimg": "220516_02-img01.jpg" }
     ],
     "date": { "year": 2022, "month": 5, "day": 16, "priority": 2, "link": "https://twitter.com/ygtreasuremaker/status/1526208534240563200?s=20&t=LEobX73G-XPVAtcfYrsicQ" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tt","tShot","selca"],
     "cpt": '올 탁구나!🏓<br>2022 골든라켓 챔피언십 🏆<br>⭐️올스타팀⭐️으로<br>함께해서 즐거웠습니다<br> <br>オール卓球だよ！🏓<br>2022ゴールデンラケットチャンピオンシップ🏆<br>⭐️オールスターチーム⭐︎へ<br>一緒に過ごせて楽しかったです<br>'
    }, 
    {
     "id": "220316_01",
     "cover": "220316_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "220316_01-tmb00.jpg", "orgimg": "220316_01-img00.png" }
     ],
     "date": { "year": 2022, "month": 3, "day": 16, "priority": 1, "link": "" },
     "plt": "other",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '『NAVER』が提供するラジオ配信アプリ『Naver NOW』にて公開されたセルカ<br>'
    }, 
    {
     "id": "211201_00",
     "cover": "211201_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211201_00-img00.jpg", "orgimg": "211201_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "211201_00-tmb01.jpg", "orgimg": "211201_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "211201_00-tmb02.jpg", "orgimg": "211201_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "211201_00-tmb03.jpg", "orgimg": "211201_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "211201_00-tmb04.jpg", "orgimg": "211201_00-img04.jpg" }
     ],
     "date": { "year": 2021, "month": 12, "day": 1, "priority": 0, "link": "https://twitter.com/ygtreasuremaker/status/1465878319203700741?s=20" },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["quarrel","tShot","aSelca"],
     "cpt": 'ドラマの中で険悪に睨み合う환영즈のスチルカット<br> <br>TREASURE - WEB DRAMA ‘남고괴담’ EP.4 STILL CUT PREVIEW<br> <br>“저거 왜 저래? 진짜…”<br> <br>💎 TREASURE WEB DRAMA \'남고괴담\'<br>매주 금요일 오후 10시 공개<br> <br>TREASURE - WEB DRAMA ‘男子校怪談’ EP.4 STILL CUT PREVIEW<br> <br>「あれどうなってんだよ？ 本当に…」<br> <br>💎TREASURE WEB DRAMA「男子校怪談」<br>毎週金曜日午後10時公開<br> <br>'
    }, 
    {
     "id": "211116_00",
     "cover": "211116_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211116_00-tmb00.jpg", "orgimg": "211116_00-img00.png" },
   { "imgtype": "img", "tmbimg": "211116_00-tmb01.jpg", "orgimg": "211116_00-img01.jpg" }
     ],
     "date": { "year": 2021, "month": 11, "day": 16, "priority": 0, "link": "" },
     "plt": "other",
     "sender": "hndg",
     "tag": ["tShot","aSelca","tbd"],
     "cpt": '『SMASH』にて<br>お互いのチェキを撮る🐮🐰<br>'
    }, 
    {
     "id": "211029_00",
     "cover": "211029_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "211029_00-img00.jpg", "orgimg": "211029_00-img00.jpg" },
   { "imgtype": "video", "tmbimg": "211029_00-img01.mp4", "orgimg": "211029_00-img01.mp4" }
     ],
     "date": { "year": 2021, "month": 10, "day": 29, "priority": 0, "link": ["https://www.instagram.com/reel/CVmMEfXAlFO/?utm_source=ig_web_button_share_sheet","https://twitter.com/DOHWANIZE_/status/1454035723548389381?s=20"] },
     "plt": "instagram",
     "sender": "hn",
     "tag": ["sweet","robinson"],
     "cpt": 'みんなが手から手へスマホをパスする中、ジョンファンだけドヨンの耳元までスマホを持って行っている（不発に終わる）<br>'
    }, 
    {
     "id": "210915_00",
     "cover": "210915_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210915_00-tmb00.jpg", "orgimg": "210915_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "210915_00-tmb01.jpg", "orgimg": "210915_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210915_00-tmb02.jpg", "orgimg": "210915_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "210915_00-tmb03.jpg", "orgimg": "210915_00-img03.jpg" },
   { "imgtype": "img", "tmbimg": "210915_00-tmb04.jpg", "orgimg": "210915_00-img04.jpg" }
     ],
     "date": { "year": 2021, "month": 9, "day": 15, "priority": 0, "link": ["https://m.en.ygselect.com/article/story/8/457488/page/1/","https://weverseshop.io/ja/shop/GL_JPY/artists/25/sales/4520"] },
     "plt": "other",
     "sender": "hndg",
     "tag": ["tShot","aSelca"],
     "cpt": 'Anorak Set Upを一緒に着て撮影する환영즈<br>※商品はWeverse Shopにて購入することが可能（2023/06/13時点）（二つ目のリンクからご確認ください）<br>'
    }, 
    {
     "id": "210126_00",
     "cover": "210126_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "210126_00-img00.jpg", "orgimg": "210126_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "210126_00-tmb01.jpg", "orgimg": "210126_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "210126_00-tmb02.jpg", "orgimg": "210126_00-img02.jpg" }
     ],
     "date": { "year": 2021, "month": 1, "day": 26, "priority": 0, "link": "https://twitter.com/ygtreasuremaker/status/1354023218202333184?s=20" },
     "plt": "twitter",
     "sender": "hndg",
     "tag": ["tShot","selca"],
     "cpt": '#나랑있자짝꿍릴레이셀카<br>환영즈 환영해주🐮<br>어디 안 가 걱정 마 🎶<br> <br>#僕といよう、相棒リレー自撮り<br>ファニョンズを歓迎してね🐮<br>どこにも行かないから心配しないで🎶<br>'
    }, 
    {
     "id": "201106_01",
     "cover": "201106_01-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "201106_01-img00.jpg", "orgimg": "201106_01-img00.jpg" },
   { "imgtype": "video", "tmbimg": "201106_01-img01.mp4", "orgimg": "201106_01-img01.mp4" },
   { "imgtype": "video", "tmbimg": "201106_01-img02.mp4", "orgimg": "201106_01-img02.mp4" }
     ],
     "date": { "year": 2020, "month": 11, "day": 6, "priority": 1, "link": "https://twitter.com/yg_treasure_jp/status/1324637912877555712?s=20" },
     "plt": "twitter",
     "sender": "hn",
     "tag": ["robinson","sweet"],
     "cpt": '日本のファンに向けたコメント中、ドヨンの腕をホールドし離さないジョンファン<br>'
    }, 
    {
     "id": "230617_00",
     "cover": "230617_00-cvr.jpg",
     "imglist": [
   { "imgtype": "img", "tmbimg": "230617_00-img00.jpg", "orgimg": "230617_00-img00.jpg" },
   { "imgtype": "img", "tmbimg": "230617_00-tmb01.jpg", "orgimg": "230617_00-img01.jpg" },
   { "imgtype": "img", "tmbimg": "230617_00-img02.jpg", "orgimg": "230617_00-img02.jpg" },
   { "imgtype": "img", "tmbimg": "230617_00-tmb03.jpg", "orgimg": "230617_00-img03.jpg" }
     ],
     "date": { "year": 2023, "month": 6, "day": 17, "priority": 0, "link": ["https://twitter.com/ygent_official/status/1669721496548245507?s=20","https://twitter.com/ygent_official/status/1668272125164105729?s=20"] },
     "plt": "twitter",
     "sender": "tr",
     "tag": ["team","aSelca"],
     "cpt": 'TREASUREの新ユニット「T5」の５人目のメンバーにドヨンが選ばれ、환영즈が同じユニットで活動することが確定した。<br> <br>※ソ・ジョンファンは１人目のメンバーとして6/13に公開されていた<br>'

    }];